Repository: TasseDeCafe/app-monorepo-template
Catalog: packages/i18n/locales/*/messages.po
Languages: es, fr, pl

source: The length of the actual exercise might differ slightly from length you requested.
es: La duración real del ejercicio puede diferir ligeramente de la que has solicitado.
fr: La longueur réelle de l'exercice peut légèrement différer de la longueur demandée.
pl: Długość ćwiczenia może się nieznacznie różnić od długości, którą zażądałeś.

source: themselves. Each user must have the legal right to use all the voice data they upload to our platform.
es: ellos mismos. Cada usuario debe tener el derecho legal de usar todos los datos de voz que suba a nuestra plataforma.
fr: eux-mêmes. Chaque utilisateur doit avoir le droit légal d'utiliser toutes les données vocales qu'il télécharge sur notre plateforme.
pl: samych siebie. Każdy użytkownik musi mieć prawo do korzystania z wszelkich danych głosowych przesyłanych na naszą platformę.

source: There was a problem cloning your voice. Please try again.
es: Hubo un problema al clonar tu voz. Inténtalo de nuevo.
fr: Un problème est survenu lors du clonage de votre voix. Veuillez réessayer.
pl: Wystąpił problem podczas klonowania twojego głosu. Spróbuj ponownie.

source: There was a translation error. Please try again.
es: Hubo un error de traducción. Por favor, inténtalo de nuevo.
fr: Une erreur de traduction s'est produite. Veuillez réessayer.
pl: Wystąpił błąd tłumaczenia. Spróbuj ponownie.

source: There was a transliteration error. Please try again.
es: Hubo un error de transliteración. Por favor, inténtalo de nuevo.
fr: Une erreur de translittération s'est produite. Veuillez réessayer.
pl: Wystąpił błąd transliteracji. Spróbuj ponownie.

source: There was an error sending the verification email. Please try again.
es: Hubo un error al enviar el correo de verificación. Por favor, inténtalo de nuevo.
fr: Une erreur s'est produite lors de l'envoi de l'e-mail de vérification. Veuillez réessayer.
pl: Wystąpił błąd podczas wysyłania e-maila weryfikacyjnego. Spróbuj ponownie.

source: There was an error when generating the audio of the word. Please try again.
es: Hubo un error al generar el audio de la palabra. Por favor, inténtalo de nuevo.
fr: Une erreur s'est produite lors de la génération de l'audio du mot. Veuillez réessayer.
pl: Wystąpił błąd podczas generowania dźwięku słowa. Spróbuj ponownie.

source: There was an error when generating the audio. Please try again.
es: Hubo un error al generar el audio. Por favor, inténtalo de nuevo.
fr: Une erreur s'est produite lors de la génération de l'audio. Veuillez réessayer.
pl: Wystąpił błąd podczas generowania dźwięku. Spróbuj ponownie.

source: There was an error. Please contact support.
es: Se ha producido un error. Contacta con soporte.
fr: Il y a eu une erreur. Veuillez contacter le support.
pl: Wystąpił błąd. Skontaktuj się z pomocą techniczną.

source: This action cannot be undone. This will permanently delete your account and related data from our servers.
es: Esta acción no se puede deshacer. Se eliminarán de forma permanente tu cuenta y los datos relacionados de nuestros servidores.
fr: Cette action est irréversible. Cela supprimera définitivement votre compte et les données associées de nos serveurs.
pl: Tej akcji nie można cofnąć. Spowoduje to trwałe usunięcie Twojego konta i powiązanych danych z naszych serwerów.

source: This action cannot be undone. This will permanently delete your voice and related data from our servers. After deleting your voice you will be redirected to recreate your voice.
es: Esta acción no se puede deshacer. Se eliminarán de forma permanente tu voz y los datos relacionados de nuestros servidores. Después de borrar tu voz, te redirigiremos para crear un nuevo clon.
fr: Cette action est irréversible. Cela supprimera définitivement votre voix et les données associées de nos serveurs. Après la suppression de votre voix, vous serez redirigé pour recréer votre voix.
pl: Tej akcji nie można cofnąć. Spowoduje to trwałe usunięcie Twojego głosu i powiązanych danych z naszych serwerów. Po usunięciu głosu zostaniesz przekierowany do ponownego utworzenia głosu.

source: This action cannot be undone. This will permanently delete your voice from our servers.
es: Esta acción no se puede deshacer. Esto eliminará permanentemente tu voz de nuestros servidores.
fr: Cette action ne peut pas être annulée. Cela supprimera définitivement votre voix de nos serveurs.
pl: Tej czynności nie można cofnąć. Twój głos zostanie trwale usunięty z naszych serwerów.

source: This app completely transformed how I learn languages. In a few days, I understood how to nail my southern Spanish accent. I'm not a gringo anymore when I travel to my beloved Sevilla!
es: Esta app cambió por completo la forma en que aprendo idiomas. En pocos días entendí cómo clavar mi acento del sur de España. ¡Ya no soy un gringo cuando viajo a mi querida Sevilla!
fr: Cette application a complètement transformé ma façon d'apprendre les langues. En quelques jours, j'ai compris comment maîtriser mon accent espagnol du sud. Je ne suis plus un gringo quand je voyage dans ma chère Séville !
pl: Ta aplikacja całkowicie zmieniła sposób, w jaki uczę się języków. W kilka dni zrozumiałem, jak opanować hiszpański akcent z Andaluzji. Nie jestem już gringo, gdy podróżuję do mojej ukochanej Sewilli!

source: This automated deletion system is accessible 24/7 through your secure account dashboard. For additional assistance, our dedicated privacy team is available at contact@yourbestaccent.com to process your requests with the same level of immediacy and thoroughness.
es: Este sistema de eliminación automatizado está accesible 24/7 a través de tu panel de cuenta seguro. Para asistencia adicional, nuestro equipo dedicado de privacidad está disponible en contact@yourbestaccent.com para procesar tus solicitudes con el mismo nivel de inmediatez y minuciosidad.
fr: Ce système de suppression automatisé est accessible 24h/24 et 7j/7 via votre tableau de bord de compte sécurisé. Pour une assistance supplémentaire, notre équipe dédiée à la confidentialité est disponible à contact@yourbestaccent.com pour traiter vos demandes avec le même niveau d'immédiateté et de minutie.
pl: Ten zautomatyzowany system usuwania jest dostępny 24/7 z poziomu bezpiecznego panelu konta. Jeśli potrzebujesz dodatkowej pomocy, nasz dedykowany zespół ds. prywatności pod adresem contact@yourbestaccent.com zajmie się Twoją prośbą z taką samą szybkością i starannością.

source: This feature is still in development for the mobile app.
es: Esta función aún está en desarrollo para la aplicación móvil.
fr: Cette fonctionnalité est encore en développement pour l'application mobile.
pl: Ta funkcja jest nadal w fazie rozwoju dla aplikacji mobilnej.

source: This is the language that will be used in the exercises.
es: Este es el idioma que se usará en los ejercicios.
fr: C'est la langue qui sera utilisée dans les exercices.
pl: Ten język będzie używany w ćwiczeniach.

source: This is the longest streak you've achieved. Keep it up!
es: Esta es la racha más larga que has conseguido. ¡Sigue así!
fr: C'est la plus longue série que vous ayez réalisée. Continuez ainsi !
pl: To najdłuższa seria, jaką osiągnąłeś. Tak trzymaj!

source: This is your current nickname
es: Este es tu apodo actual
fr: C'est votre pseudo actuel
pl: To jest Twój obecny pseudonim

source: This nickname will be public. You can always change it later.
es: Este apodo será público. Siempre podrás cambiarlo más adelante.
fr: Ce pseudo sera public. Vous pourrez le modifier à tout moment.
pl: Ten pseudonim będzie publiczny. Możesz go zmienić w każdej chwili.

source: This time will be used to create daily workouts for you
es: Este tiempo se usará para crear sesiones diarias de práctica para ti
fr: Ce temps sera utilisé pour créer des séances d'entraînement quotidiennes pour vous
pl: Ten czas zostanie wykorzystany do tworzenia codziennych treningów dla Ciebie

source: This Week
es: Esta semana
fr: Cette semaine
pl: Ten tydzień

source: This will be the accent used in the audio generated by the app.
es: Este será el acento usado en el audio generado por la aplicación.
fr: Ce sera l'accent utilisé dans l'audio généré par l'application.
pl: To będzie akcent używany w dźwięku generowanym przez aplikację.

source: To change your current plan type, please click on "Manage Subscription".
es: Para cambiar tu tipo de plan actual, haz clic en «Gestionar suscripción».
fr: Pour changer votre plan actuel, veuillez cliquer sur "Gérer l'Abonnement".
pl: Aby zmienić obecny plan, kliknij "Zarządzaj subskrypcją".

source: to clone your voice
es: para clonar tu voz
fr: à cloner votre voix
pl: do sklonowania głosu

source: To continue using the app and access all features, see our plans. All of them provide a free trial.
es: Para seguir usando la aplicación y acceder a todas las funciones, consulta nuestros planes. Todos incluyen un periodo de prueba gratuito.
fr: Pour continuer à utiliser l'application et accéder à toutes les fonctionnalités, consultez nos plans. Tous offrent un essai gratuit.
pl: Aby kontynuować korzystanie z aplikacji i uzyskać dostęp do wszystkich funkcji, zobacz nasze plany. Wszystkie oferują darmowy okres próbny.

source: Today
es: Hoy
fr: Aujourd'hui
pl: Dzisiaj

source: Too Many Requests
es: Demasiadas solicitudes
fr: Trop de Requêtes
pl: Zbyt Wiele Zapytań

source: Too many requests. Please try again later.
es: Demasiadas solicitudes. Por favor, inténtalo de nuevo más tarde.
fr: Trop de requêtes. Veuillez réessayer plus tard.
pl: Zbyt wiele żądań. Spróbuj ponownie później.

source: Too many requests. Please use the app in only one tab and device at a time and try again later.
es: Demasiadas solicitudes. Usa la aplicación solo en una pestaña y dispositivo a la vez e inténtalo de nuevo más tarde.
fr: Trop de requêtes. Veuillez utiliser l'application dans un seul onglet et appareil à la fois et réessayer.
pl: Zbyt wiele żądań. Upewnij się, że używasz aplikacji tylko w jednej karcie i urządzeniu naraz i spróbój ponownie.

source: Too short
es: Demasiado corto
fr: Trop court
pl: Zbyt krótkie

source: Topic is used in the level exercise. It helps generate sentences focused on specific vocabulary and contexts.
es: El tema se usa en el ejercicio de nivel. Ayuda a generar frases centradas en vocabulario y contextos específicos.
fr: Le sujet est utilisé dans l'exercice de niveau. Il aide à générer des phrases axées sur un vocabulaire et des contextes spécifiques.
pl: Temat jest używany w ćwiczeniu poziomów. Pomaga generować zdania skupione na określonym słownictwie i kontekstach.

source: Topics updated successfully
es: Temas actualizados correctamente
fr: Sujets mis à jour avec succès
pl: Tematy zaktualizowane pomyślnie

source: Track Progress
es: Seguimiento de Progreso
fr: Suivi des progrès
pl: Śledź postępy

source: Track your progress with detailed analytics and insights. Our smart algorithm adapts to your learning style and focuses on areas where you need the most improvement, ensuring efficient and targeted practice sessions.
es: Rastrea tu progreso con análisis detallados e información. Nuestro algoritmo inteligente se adapta a tu estilo de aprendizaje y se enfoca en las áreas donde necesitas más mejora, asegurando sesiones de práctica eficientes y específicas.
fr: Suivez vos progrès avec des analyses et des informations détaillées. Notre algorithme intelligent s'adapte à votre style d'apprentissage et se concentre sur les domaines où vous avez le plus besoin d'amélioration, garantissant des sessions de pratique efficaces et ciblées.
pl: Śledź swoje postępy dzięki szczegółowym analizom i wglądom. Nasz inteligentny algorytm dostosowuje się do Twojego stylu nauki i skupia na obszarach wymagających największej poprawy, zapewniając efektywne i ukierunkowane sesje ćwiczeń.

source: Transcribe
es: Transcribir
fr: Transcrire
pl: Transkrybuj

source: Transcribing...
es: Transcribiendo...
fr: Transcription en cours...
pl: Transkrypcja...

source: Translate sentences adapted to your level
es: Traduce frases adaptadas a tu nivel
fr: Traduisez des phrases adaptées à votre niveau
pl: Tłumacz zdania dostosowane do twojego poziomu

source: Translate this sentence
es: Traduce esta oración
fr: Traduisez cette phrase
pl: Przetłumacz to zdanie

source: Translating...
es: Traduciendo...
fr: Traduction en cours...
pl: Tłumaczenie...

source: Translation
es: Traducción
fr: Traduction
pl: Tłumaczenie

source: Translation copied to clipboard
es: Traducción copiada al portapapeles
fr: Traduction copié dans le presse-papiers
pl: Tłumaczenie skopiowane do schowka

source: Translation not available
es: Traducción no disponible
fr: Traduction non disponible
pl: Tłumaczenie niedostępne

source: Transliterating...
es: Transliterando...
fr: Translitération en cours...
pl: Transliteracja...

source: Transliteration
es: Transliteración
fr: Translittération
pl: Transliteracja

source: Transliteration copied to clipboard
es: Transliteración copiada al portapapeles
fr: Translitération copié dans le presse-papiers
pl: Transliteracja skopiowana do schowka

source: Travel
es: Viajes
fr: Voyage
pl: Podróże

source: Trusted by thousands language learners
es: miles de estudiantes de idiomas confían en nosotros
fr: Utilisé par des milliers d'apprenants de langues
pl: Zaufało nam ponad tysiące osób uczących się języków

source: Try again! The stress is on “{stressedSyllable}”
es: Inténtalo de nuevo. El acento va en “{stressedSyllable}”
fr: Réessayez ! L'accent tonique est sur « {stressedSyllable} »
pl: Spróbuj ponownie! Akcent pada na „{stressedSyllable}”

source: Try another sentence
es: Prueba con otra frase
fr: Phrase suivante
pl: Następne zdanie

source: Try for Free
es: Prueba gratis
fr: Essayer gratuitement
pl: Wypróbuj za darmo

source: Try to translate the sentence to the best of your ability. Your translation will be used to create new sentences that focus on what you struggle with. Don't worry about perfect punctuation or minor spelling mistakes. Focus on getting the meaning and main grammar structures right. You can use the microphone to record your translation if you prefer.
es: Intenta traducir la oración lo mejor que puedas. Tu traducción se utilizará para crear nuevas oraciones que se centren en lo que te cuesta más. No te preocupes por la puntuación perfecta o pequeños errores ortográficos. Concéntrate en captar el significado y las estructuras gramaticales principales. Puedes usar el micrófono para grabar tu traducción si lo prefieres.
fr: Essayez de traduire la phrase du mieux que vous le pouvez. Votre traduction sera utilisée pour créer de nouvelles phrases qui se concentrent sur ce avec quoi vous avez des difficultés. Ne vous inquiétez pas pour la ponctuation parfaite ou les petites fautes d'orthographe. Concentrez-vous sur la compréhension du sens et des principales structures grammaticales. Vous pouvez utiliser le microphone pour enregistrer votre traduction si vous préférez.
pl: Spróbuj przetłumaczyć zdanie najlepiej jak potrafisz. Twoje tłumaczenie zostanie użyte do tworzenia nowych zdań skupiających się na tym, co sprawia ci trudność. Nie martw się o idealną interpunkcję lub drobne błędy ortograficzne. Skup się na uchwyceniu znaczenia i głównych struktur gramatycznych. Możesz użyć mikrofonu, aby nagrać swoje tłumaczenie, jeśli wolisz.

source: Try translating this into {studyLanguageName}...
es: Intenta traducir esto al {studyLanguageName}...
fr: Essayez de traduire ceci en {studyLanguageName}...
pl: Spróbuj to przetłumaczyć na {studyLanguageName}...

source: Turkish
es: Turco
fr: Turc
pl: Turecki

source: Type a language
es: Escribe un idioma
fr: Saisissez une langue
pl: Wpisz język

source: Type your message...
es: Escribe tu mensaje...
fr: Écrivez votre message...
pl: Wpisz swoją wiadomość...

source: Type your native language
es: Escribe tu idioma materno
fr: Écrivez votre langue maternelle
pl: Wpisz swój język ojczysty

source: Type your nickname
es: Escribe tu apodo
fr: Tapez votre pseudo
pl: Wpisz swój pseudonim

source: Type your text to practice here. Example: "Betty Botter bought some butter but she said the butter\
es: Escribe aquí el texto con el que quieres practicar. Ejemplo: "Betty Botter bought some butter but she said the butter\
fr: Saisissez votre texte à pratiquer ici. Exemple : « Betty Botter bought some butter but she said the butter\
pl: Wpisz tutaj tekst do ćwiczeń. Przykład: "Betty Botter bought some butter but she said the butter\

source: Type your text to practice here. Use the language chosen above
es: Escribe aquí el texto con el que quieres practicar. Usa el idioma elegido arriba
fr: Écrivez ici le texte à pratiquer. Utilisez la langue choisie ci-dessus
pl: Wpisz tutaj tekst do ćwiczeń. Użyj języka wybranego powyżej

source: Ukrainian
es: Ucraniano
fr: Ukrainien
pl: Ukraiński

source: Unable to access your billing section at the moment. Please try again later or contact support if the issue persists.
es: No se puede acceder a tu sección de facturación en este momento. Inténtalo de nuevo más tarde o contacta con soporte si el problema persiste.
fr: Impossible d'accéder à votre section de facturation en ce moment. Veuillez réessayer plus tard ou contacter le support si le problème persiste.
pl: Nie można uzyskać dostępu do sekcji płatności w tej chwili. Spróbuj ponownie później lub skontaktuj się z pomocą techniczną, jeśli problem będzie się powtarzał.

source: Unable to open app store
es: No se puede abrir la tienda de aplicaciones
fr: Impossible d'ouvrir le magasin d'applications
pl: Nie można otworzyć sklepu aplikacji

source: Unable to open app store. Please manually update the app.
es: No se puede abrir la tienda de aplicaciones. Actualiza la app manualmente.
fr: Impossible d'ouvrir le magasin d'applications. Veuillez mettre à jour manuellement l'application.
pl: Nie można otworzyć sklepu aplikacji. Proszę ręcznie zaktualizować aplikację.

source: Unsave Word
es: Quitar palabra guardada
fr: Retirer des favoris
pl: Usuń z zapisanych

source: Update Now
es: Actualizar ahora
fr: Mettre à jour maintenant
pl: Aktualizuj teraz

source: Update Required
es: Actualización necesaria
fr: Mise à jour requise
pl: Wymagana aktualizacja

source: Upgrade to Premium
es: Actualizar a Premium
fr: Passer à Premium
pl: Przejdź na Premium

source: Use on Web
es: Usar en Web
fr: Utiliser sur Web
pl: Użyj w przeglądarce

source: Use your own text for targeted practice
es: Usa tu propio texto para practicar de forma específica
fr: Utilisez votre propre texte pour une pratique ciblée
pl: Użyj własnego tekstu do ukierunkowanej praktyki

source: User
es: Usuario
fr: Utilisateur
pl: Użytkownik

source: User data updated
es: Datos de usuario actualizados
fr: Données utilisateur mises à jour
pl: Dane użytkownika zaktualizowane

source: User setup complete
es: Configuración de usuario completada
fr: Configuration de l'utilisateur terminée
pl: Konfiguracja użytkownika zakończona

source: Users retain all rights to any content they upload, submit, post, or display on or through the service. By uploading this content, users grant us a permission to use, reproduce, modify, publish, and display this content in connection with the service. In particular, this content will neither be sold or traded with any external service provider nor made public without user"s explicit consent
es: Los usuarios conservan todos los derechos sobre cualquier contenido que suban, envíen, publiquen o muestren en o a través del servicio. Al subir este contenido, los usuarios nos otorgan permiso para usar, reproducir, modificar, publicar y mostrar este contenido en conexión con el servicio. En particular, este contenido no será vendido ni comercializado con ningún proveedor de servicios externo ni se hará público sin el consentimiento explícito del usuario
fr: Les utilisateurs conservent tous les droits sur tout contenu qu'ils téléchargent, soumettent, publient ou affichent sur ou via le service. En téléchargeant ce contenu, les utilisateurs nous accordent la permission d'utiliser, reproduire, modifier, publier et afficher ce contenu en lien avec le service. En particulier, ce contenu ne sera ni vendu ni échangé avec un prestataire de services externe, ni rendu public sans le consentement explicite de l'utilisateur
pl: Użytkownicy zachowują pełne prawa do wszelkich treści, które przesyłają, zamieszczają lub wyświetlają w usłudze. Przesyłając takie treści, udzielają nam zgody na ich używanie, reprodukowanie, modyfikowanie, publikowanie i wyświetlanie w związku z usługą. W szczególności treści te nie będą sprzedawane ani przekazywane zewnętrznym usługodawcom ani upubliczniane bez wyraźnej zgody użytkownika.

source: Verification successful! Redirecting...
es: Verificación correcta. Redirigiendo...
fr: Vérification réussie ! Redirection en cours...
pl: Weryfikacja zakończona pomyślnie! Przekierowywanie...

source: Verify
es: Verificar
fr: Vérifier
pl: Zweryfikuj

source: Verify Your Email
es: Verifica tu email
fr: Vérifiez Votre Email
pl: Zweryfikuj swój Email

source: Verifying...
es: Verificando...
fr: Vérification...
pl: Weryfikacja...

source: Vietnamese
es: Vietnamita
fr: Vietnamien
pl: Wietnamski

source: Voice Cloning
es: Clonación de Voz
fr: Clonage vocal
pl: Klonowanie głosu

source: Voice cloning technology and AI have improved dramatically in the last 2 years. We are the first to offer voice cloning to practice pronunciation in a language-learning app.
es: La tecnología de clonación de voz y la IA han avanzado significativamente en los últimos 2 años. Somos los primeros en ofrecer clonación de voz para practicar la pronunciación en una aplicación de aprendizaje de idiomas.
fr: La technologie de clonage vocal et l'IA ont considérablement progressé ces 2 dernières années. Nous sommes les premiers à proposer le clonage vocal pour pratiquer la prononciation dans une application d'apprentissage des langues.
pl: Technologia klonowania głosu i sztuczna inteligencja znacznie się rozwinęły w ciągu ostatnich 2 lat. Jesteśmy pierwszymi, którzy oferują klonowanie głosu do ćwiczenia wymowy w aplikacji do nauki języków.

source: Voice removed
es: Voz eliminada
fr: Voix supprimée
pl: Głos usunięty

source: Voice with a calm, authoritative manner. Patient and well-paced.
es: Voz calmada y con autoridad. Paciente y con buen ritmo.
fr: Voix calme et autoritaire. Patiente et bien rythmée.
pl: Głos o spokojnym, autorytatywnym charakterze. Cierpliwy i dobrze wypośrodkowany.
