Repository: TasseDeCafe/app-monorepo-template
Catalog: packages/i18n/locales/*/messages.po
Languages: es, fr, pl

source: Real-world conversations
es: Conversaciones de la vida real
fr: Pratiquez des conversations de la vie réelle
pl: Ćwicz rzeczywiste rozmowy i dialogi

source: Receive updates and tips
es: Recibe novedades y consejos
fr: Recevoir les mises à jour et conseils
pl: Otrzymuj aktualizacje i wskazówki

source: record the text slowly:
es: graba el texto despacio:
fr: enregistrez le texte lentement :
pl: przeczytaj powoli poniższy tekst:

source: Recording cancelled
es: Grabación cancelada
fr: Enregistrement annulé
pl: Nagrywanie anulowane

source: Refresh
es: Actualizar
fr: Actualiser
pl: Odśwież

source: Refund Policy
es: Política de reembolso
fr: Politique de Remboursement
pl: Polityka Zwrotów

source: Required for the website to function properly. These cannot be disabled.
es: Necesarias para que el sitio funcione correctamente. No se pueden desactivar.
fr: Nécessaires au bon fonctionnement du site web. Ils ne peuvent pas être désactivés.
pl: Wymagane do prawidłowego funkcjonowania strony. Nie można ich wyłączyć.

source: Return to Sign In
es: Volver a iniciar sesión
fr: Retour
pl: Wróć do logowania

source: Romanian
es: Rumano
fr: Roumain
pl: Rumuński

source: Russian
es: Ruso
fr: Russe
pl: Rosyjski

source: Sad
es: Triste
fr: Triste
pl: Smutny

source: Save
es: Guardar
fr: Enregistrer
pl: Zapisz

source: Save Word
es: Guardar palabra
fr: Enregistrer le mot
pl: Zapisz słowo

source: Saved Words
es: Palabras guardadas
fr: Mots Sauvegardés
pl: Zapisane słowa

source: Saving...
es: Guardando...
fr: Enregistrement...
pl: Zapisywanie...

source: Scan the QR code to download the app
es: Escanea el código QR para descargar la app
fr: Scannez le code QR pour télécharger l'app
pl: Zeskanuj kod QR, aby pobrać aplikację

source: Score:
es: Puntuación:
pl: Wynik:

source: Scottish English
es: Inglés escocés
fr: Anglais écossais
pl: Angielski szkocki

source: Search dialect...
es: Buscar dialecto...
fr: Rechercher un dialecte...
pl: Wyszukaj dialekt...

source: Search language...
es: Buscar idioma...
fr: Rechercher une langue...
pl: Szukaj język...

source: Search topics...
es: Buscar temas...
fr: Rechercher des thèmes...
pl: Szukaj tematów...

source: See how you rank against other learners
es: Mira en qué posición estás frente a otros estudiantes
fr: Voyez comment vous vous comparez aux autres étudiants
pl: Zobacz, jak wypadasz na tle innych uczących się

source: See it in Action
es: Míralo en Acción
fr: Découvrez l'application en action
pl: Zobacz to w akcji

source: Select a topic
es: Selecciona un tema
fr: Sélectionner un thème
pl: Wybierz temat

source: Select dialect
es: Selecciona dialecto
fr: Sélectionner le dialecte
pl: Wybierz dialekt

source: Select input language
es: Selecciona el idioma de entrada
fr: Sélectionner la langue d'entrée
pl: Wybierz język wejściowy

source: Select language
es: Seleccionar idioma
fr: Sélectionner la langue
pl: Wybierz język

source: Select Language
es: Selecciona idioma
fr: Sélectionner la langue
pl: Wybierz język

source: Select Personality
es: Selecciona personalidad
fr: Sélectionner la Personnalité
pl: Wybierz Osobowość

source: Select the difficult grammar patterns
es: Selecciona los patrones gramaticales difíciles
fr: Sélectionnez les structures grammaticales difficiles
pl: Wybierz trudne wzorce gramatyczne

source: Select the grammar structures that you find challenging or would like to practice more. This helps us understand what you want to focus on.
es: Selecciona las estructuras gramaticales que encuentres desafiantes o que te gustaría practicar más. Esto nos ayuda a entender en qué quieres enfocarte.
fr: Sélectionnez les structures grammaticales que vous trouvez difficiles ou que vous souhaitez pratiquer davantage. Cela nous aide à comprendre ce sur quoi vous voulez vous concentrer.
pl: Wybierz struktury gramatyczne, które uważasz za trudne lub chciałbyś ćwiczyć bardziej. To pomoże nam zrozumieć, na czym chcesz się skupić.

source: Select the grammar structures that you find challenging or would like to practice more. This helps us understand what you want to focus on. You can select as many as you like. We will show you new sentences using those patterns in the next exercises.
es: Selecciona las estructuras gramaticales que te resulten difíciles o que quieras practicar más. Esto nos ayuda a entender en qué quieres enfocarte. Puedes seleccionar tantas como desees. Te mostraremos nuevas oraciones usando esos patrones en los próximos ejercicios.
fr: Sélectionnez les structures grammaticales que vous trouvez difficiles ou que vous souhaitez pratiquer davantage. Cela nous aide à comprendre ce sur quoi vous voulez vous concentrer. Vous pouvez en sélectionner autant que vous le souhaitez. Nous vous montrerons de nouvelles phrases utilisant ces structures dans les prochains exercices.
pl: Wybierz struktury gramatyczne, które sprawiają ci trudność lub chciałbyś ćwiczyć bardziej. To pomaga nam zrozumieć, na czym chcesz się skupić. Możesz wybrać tyle, ile chcesz. Pokażemy ci nowe zdania używające tych wzorców w kolejnych ćwiczeniach.

source: Select Time Period
es: Selecciona periodo de tiempo
fr: Sélectionner la période
pl: Wybierz okres czasu

source: Send Message
es: Enviar mensaje
fr: Envoyer le message
pl: Wyślij wiadomość

source: Sending an email
es: Enviando un email
fr: Envoi de l'email
pl: Wysyłanie emaila

source: Sending...
es: Enviando...
fr: Envoi en cours...
pl: Wysyłanie...

source: Set a Nickname for Leaderboard
es: Configura un apodo para la clasificación
fr: Définir un pseudo pour le Classement
pl: Ustaw pseudonim dla rankingu

source: Setting up account...
es: Configurando la cuenta...
fr: Configuration du compte...
pl: Konfigurowanie konta...

source: Settings
es: Configuración
fr: Paramètres
pl: Ustawienia

source: Settings updated for {languageName}
es: Configuración actualizada para {languageName}
fr: Paramètres mis à jour pour {languageName}
pl: Ustawienia zaktualizowane dla języka {languageName}

source: Share your feedback
es: Comparte tus comentarios
fr: Partagez votre avis
pl: Podziel się opinią

source: Share your feedback or suggest improvements to the founders. We read and reply to every submission!
es: Comparte tus comentarios o sugiere mejoras a los fundadores. ¡Leemos y respondemos a todos los mensajes!
fr: Partagez votre avis ou suggérez des améliorations aux fondateurs. Nous lisons et répondons à chaque message !
pl: Podziel się swoją opinią lub zasugeruj ulepszenia założycielom. Czytamy i odpowiadamy na każde zgłoszenie!

source: Shopping
es: Compras
pl: Zakupy

source: Short
es: Corto
fr: Court
pl: Krótkie

source: Show Answer
es: Mostrar respuesta
fr: Vérifier la réponse
pl: Sprawdź odpowiedź

source: Show IPA
es: Mostrar AFI
fr: Afficher l'IPA
pl: Pokaż IPA

source: Show previous attempts
es: Mostrar intentos anteriores
fr: Afficher les tentatives précédentes
pl: Pokaż poprzednie próby

source: Show translation
es: Mostrar traducción
fr: Afficher la traduction
pl: Pokaż tłumaczenie

source: Show transliteration
es: Mostrar transliteración
fr: Afficher la translitération
pl: Pokaż transliterację

source: Show Transliteration
es: Mostrar transliteración
fr: Afficher la translittération
pl: Pokaż transliterację

source: Sign in
es: Iniciar sesión
fr: Se connecter
pl: Zaloguj

source: Sign in failed
es: Error al iniciar sesión
fr: Échec de la connexion
pl: Logowanie nie powiodło się

source: Sign in with Apple
es: Iniciar sesión con Apple
fr: Se connecter avec Apple
pl: Zaloguj się przez Apple

source: Sign in with Email
es: Iniciar sesión con email
fr: Se connecter avec Email
pl: Zaloguj się przez Email

source: Sign in with Google
es: Iniciar sesión con Google
fr: Se connecter avec Google
pl: Zaloguj się przez Google

source: Sign out
es: Cerrar sesión
fr: Déconnexion
pl: Wyloguj się

source: Sign out success
es: Sesión cerrada correctamente
fr: Déconnexion réussie
pl: Pomyślnie wylogowano

source: Sign up
es: Crear cuenta
fr: S'inscrire
pl: Zarejestruj się

source: Sign up to add the word to your "saved words"
es: Crea una cuenta para añadir la palabra a tus «palabras guardadas»
fr: S'inscrire pour ajouter le mot à vos "mots sauvegardés"
pl: Zarejestruj się, aby dodać słowo do "zapisanych słów"

source: Sign up to go to your "saved words"
es: Crea una cuenta para ir a tus «palabras guardadas»
fr: S'inscrire pour aller à vos "mots sauvegardés"
pl: Zarejestruj się, aby przejść do "zapisanych słów"

source: Sign up to listen to the correct pronunciation generated with your voice clone
es: Crea una cuenta para escuchar la pronunciación correcta generada con tu clon de voz
fr: S'inscrire pour écouter la prononciation correcte générée avec votre clon de voix
pl: Zarejestruj się, aby odsłuchać poprawną wymowę wygenerowaną z klonu Twojego głosu

source: Sign up with Apple
es: Crear cuenta con Apple
fr: S'inscrire avec Apple
pl: Zarejestruj się przez Apple

source: Sign up with Email
es: Crear cuenta con email
fr: S'inscrire avec Email
pl: Zarejestruj się przez Email

source: Sign up with Google
es: Crear cuenta con Google
fr: S'inscrire avec Google
pl: Zarejestruj się przez Google

source: Skip
es: Saltar
fr: Passer
pl: Pomiń

source: Slovak
es: Eslovaco
fr: Slovaque
pl: Słowacki

source: Social Media
es: Redes sociales
fr: Réseaux sociaux
pl: Media społecznościowe

source: Socializing
es: Socializar
fr: Socialisation
pl: Towarzystwo

source: Something went wrong
es: Algo salió mal
fr: Une erreur s'est produite
pl: Coś poszło nie tak

source: Something went wrong.
es: Algo salió mal.
fr: Une erreur s'est produite.
pl: Coś poszło nie tak.

source: Something went wrong. Please refresh the page and try again.
es: Algo ha salido mal. Actualiza la página e inténtalo de nuevo.
fr: Une erreur est survenue. Veuillez actualiser la page et réessayer.
pl: Coś poszło nie tak. Odśwież stronę i spróbuj ponownie.

source: Spanish
es: Español
fr: Espagnol
pl: Hiszpański

source: Spanish native, learning Russian
es: Hispanohablante, aprendiendo ruso
fr: Hispanophone, apprend le russe
pl: Urodzony w Hiszpanii, uczę się rosyjskiego

source: Sports
es: Deportes
pl: Sport

source: Standard Czech
es: Checo estándar
fr: Tchèque standard
pl: Czeski standardowy

source: Standard Danish
es: Danés estándar
fr: Danois standard
pl: Duński standardowy

source: Standard Dutch
es: Holandés estándar
fr: Néerlandais standard
pl: Holenderski standardowy

source: Standard Finnish
es: Finlandés estándar
fr: Finnois standard
pl: Fiński standardowy

source: Standard German
es: Alemán estándar
fr: Allemand standard
pl: Niemiecki standardowy

source: Standard Hungarian
es: Húngaro estándar
fr: Hongrois standard
pl: Węgierski standardowy

source: Standard Indonesian
es: Indonesio estándar
fr: Indonésien standard
pl: Indonezyjski standardowy

source: Standard Italian
es: Italiano estándar
fr: Italien standard
pl: Włoski standardowy

source: Standard Malay
es: Malayo estándar
fr: Malais standard
pl: Malajski standardowy

source: Standard Norwegian
es: Noruego estándar
fr: Norvégien standard
pl: Norweski standardowy

source: Standard Polish
es: Polaco estándar
fr: Polonais standard
pl: Polski standardowy

source: Standard Romanian
es: Rumano estándar
fr: Roumain standard
pl: Rumuński standardowy

source: Standard Russian
es: Ruso estándar
fr: Russe standard
pl: Rosyjski standardowy

source: Standard Slovak
es: Eslovaco estándar
fr: Slovaque standard
pl: Słowacki standardowy

source: Standard Swedish
es: Sueco estándar
fr: Suédois standard
pl: Szwedzki standardowy

source: Standard Turkish
es: Turco estándar
fr: Turc standard
pl: Turecki standardowy

source: Standard Ukrainian
es: Ucraniano estándar
fr: Ukrainien standard
pl: Ukraiński standardowy

source: START
es: EMPEZAR
fr: COMMENCER
pl: ROZPOCZNIJ

source: START {NUMBER_OF_DAYS_IN_FREE_TRIAL}-DAY FREE TRIAL
es: EMPEZAR PRUEBA GRATUITA DE {NUMBER_OF_DAYS_IN_FREE_TRIAL} DÍAS
fr: COMMENCER L'ESSAI GRATUIT DE {NUMBER_OF_DAYS_IN_FREE_TRIAL} JOURS
pl: ZACZNIJ OKRES PRÓBNY ({NUMBER_OF_DAYS_IN_FREE_TRIAL} DNI)

source: Start Free Trial
es: Iniciar Prueba Gratuita
fr: Commencer l'essai gratuit
pl: Rozpocznij darmowy okres próbny

source: Start mastering
es: Empieza a dominar
fr: Commencez à maîtriser
pl: Zacznij doskonalić

source: Start practicing
es: Empezar a practicar
fr: Commencer à pratiquer
pl: Rozpocznij ćwiczenie

source: Start Practicing
es: Empezar a practicar
fr: Commencer à Pratiquer
pl: Zacznij ćwiczyć

source: Start Recording
es: Empezar a grabar
fr: Démarrer l'enregistrement
pl: Rozpocznij nagrywanie

source: Start saving words during exercises to build your vocabulary
es: Comienza a guardar palabras durante los ejercicios para construir tu vocabulario
fr: Commencez à sauvegarder des mots pendant les exercices pour enrichir votre vocabulaire
pl: Zacznij zapisywać słowa podczas ćwiczeń, aby rozbudować swoje słownictwo

source: Stats
es: Estadísticas
fr: Statistiques
pl: Statystyki

source: Stay informed about new features, learning tips, and special offers to enhance your language learning journey. You can unsubscribe at any time.
es: Mantente al día sobre nuevas funciones, consejos de aprendizaje y ofertas especiales para impulsar tu aprendizaje de idiomas. Puedes darte de baja en cualquier momento.
fr: Restez informé des nouvelles fonctionnalités, conseils d'apprentissage et offres spéciales pour améliorer votre expérience d'apprentage des langues. Vous pouvez vous désabonner à tout moment.
pl: Bądź na bieżąco z nowymi funkcjami, wskazówkami do nauki i specjalnymi ofertami, które pomogą Ci w nauce języka. Możesz zrezygnować w każdej chwili.

source: Stop Recording
es: Dejar de grabar
fr: Arrêter l'enregistrement
pl: Zatrzymaj nagrywanie

source: Streak
es: Racha
fr: Série
pl: Seria

source: Stress practice
es: Práctica de acentos tónicos
fr: Accent tonique
pl: Trener akcentu

source: Strict
es: Estricto
pl: Surowy

source: Study language
es: Idioma de estudio
fr: Langue d'étude
pl: Język nauki

source: Study language and dialect updated successfully
es: Idioma de estudio y dialectos actualizados correctamente
fr: Langue d'étude et dialecte mis à jour avec succès
pl: Język nauki i dialekt zaktualizowane pomyślnie

source: Study language updated successfully
es: Idioma de estudio actualizado correctamente
fr: Langue d'étude mise à jour avec succès
pl: Język nauki został pomyślnie zaktualizowany

source: Subscribe Now
es: Suscribirse Ahora
fr: S'abonner maintenant
pl: Subskrybuj teraz

source: Subscription Required
es: Suscripción necesaria
fr: Abonnement Requis
pl: Wymagana Subskrypcja

source: Subscription Successful!
es: ¡Suscripción exitosa!
fr: Abonnement réussi !
pl: Subskrypcja zakończona sukcesem!

source: Success!
es: ¡Éxito!
fr: Succès !
pl: Sukces!

source: Successfully Cloned
es: Clonación completada
fr: Clonage réussi
pl: Klonowanie zakończone

source: Support for Multiple Languages and Dialects
es: Soporte para Múltiples Idiomas y Dialectos
fr: Prise en charge de plusieurs langues et dialectes
pl: Wsparcie dla wielu języków i dialektów

source: Supported Dialects
es: Dialectos Soportados
fr: Dialectes supportés
pl: Obsługiwane dialekty

source: Supported Languages
es: Idiomas Soportados
fr: Langues supportées
pl: Obsługiwane języki

source: Swedish
es: Sueco
fr: Suédois
pl: Szwedzki

source: switch to:
es: cambiar a:
fr: passer à :
pl: przełącz na:

source: Take me to the exercises
es: Llévame a los ejercicios
fr: Amène-moi aux exercices
pl: Zabierz mnie do ćwiczeń

source: Tamil
fr: Tamoul
pl: Tamilski

source: Tech
es: Tecnología
fr: Technologie
pl: Technologia

source: Tell us what you think or describe any issues you encountered...
es: Cuéntanos qué piensas o describe cualquier problema que hayas encontrado...
fr: Dites-nous ce que vous pensez ou décrivez tout problème rencontré...
pl: Powiedz nam, co myślisz lub opisz napotkane problemy...

source: Terms and Conditions
es: Términos y Condiciones
fr: Conditions d'Utilisation
pl: Warunki Korzystania

source: Terms of Service
es: Términos del servicio
fr: Conditions d'Utilisation
pl: Regulamin

source: Text is too long (maximum 400 characters)
es: El texto es demasiado largo (máximo 400 caracteres)
fr: Le texte est trop long (400 caractères maximum)
pl: Tekst jest za długi (maksymalnie 400 znaków)

source: Text is too long. Please limit your input to {IPA_TRANSCRIPTION_CHARACTER_LIMIT_FOR_NOT_SIGNED_IN_USERS} characters or less.
es: El texto es demasiado largo. Por favor, limita tu entrada a {IPA_TRANSCRIPTION_CHARACTER_LIMIT_FOR_NOT_SIGNED_IN_USERS} caracteres o menos.
fr: Le texte est trop long. Veuillez limiter votre saisie à {IPA_TRANSCRIPTION_CHARACTER_LIMIT_FOR_NOT_SIGNED_IN_USERS} caractères ou moins.
pl: Tekst jest za długi. Ogranicz wprowadzony tekst do {IPA_TRANSCRIPTION_CHARACTER_LIMIT_FOR_NOT_SIGNED_IN_USERS} znaków lub mniej.

source: Text is too short (minimum 2 characters)
es: El texto es demasiado corto (mínimo 2 caracteres)
fr: Le texte est trop court (2 caractères minimum)
pl: Tekst jest za krótki (minimum 2 znaki)

source: Text to practice must be at least 2 characters long
es: El texto para practicar debe tener al menos 2 caracteres
fr: Le texte doit contenir au moins 2 caractères
pl: Tekst do ćwiczeń musi mieć co najmniej 2 znaki

source: Text to practice must be shorter than 400 characters
es: El texto para practicar debe tener menos de 400 caracteres
fr: Le texte doit contenir moins de 400 caractères
pl: Tekst do ćwiczeń musi być krótszy niż 400 znaków

source: Text to transcribe
es: Texto a transcribir
fr: Texte à transcrire
pl: Tekst do transkrypcji

source: Thai
es: Tailandés
fr: Thaï
pl: Tajski

source: Thank you for your feedback!
es: ¡Gracias por tus comentarios!
fr: Merci pour votre retour !
pl: Dziękujemy za opinię!

source: Thank you for your interest in YourBestAccent. Your feedback helps us improve our language learning platform.
es: Gracias por tu interés en YourBestAccent. Tus comentarios nos ayudan a mejorar nuestra plataforma de aprendizaje de idiomas.
fr: Merci de votre intérêt pour YourBestAccent. Vos retours nous aident à améliorer notre plateforme d'apprentissage des langues.
pl: Dziękujemy za zainteresowanie YourBestAccent. Twoja opinia pomaga nam ulepszać naszą platformę do nauki języków.

source: The character limit is {IPA_TRANSCRIPTION_CHARACTER_LIMIT_FOR_NOT_SIGNED_IN_USERS}. You can increase the limit to {MAX_UPPER_LIMIT_TO_PROTECT_FROM_HACKERS} by signing in.
es: El límite de caracteres es {IPA_TRANSCRIPTION_CHARACTER_LIMIT_FOR_NOT_SIGNED_IN_USERS}. Puedes aumentar el límite a {MAX_UPPER_LIMIT_TO_PROTECT_FROM_HACKERS} iniciando sesión.
fr: La limite de caractères est de {IPA_TRANSCRIPTION_CHARACTER_LIMIT_FOR_NOT_SIGNED_IN_USERS}. Vous pouvez augmenter la limite à {MAX_UPPER_LIMIT_TO_PROTECT_FROM_HACKERS} en vous connectant.
pl: Limit znaków wynosi {IPA_TRANSCRIPTION_CHARACTER_LIMIT_FOR_NOT_SIGNED_IN_USERS}. Możesz zwiększyć limit do {MAX_UPPER_LIMIT_TO_PROTECT_FROM_HACKERS} logując się.

source: The Common European Framework of Reference (CEFR) defines language proficiency across six levels: A1 and A2 (Basic User), B1 and B2 (Independent User), C1 and C2 (Proficient User). Each level represents increasing language ability, from beginner to near-native fluency. These standardized levels help learners, teachers, and employers understand and compare language skills internationally.
es: El Marco Común Europeo de Referencia (MCER) define la competencia lingüística en seis niveles: A1 y A2 (Usuario básico), B1 y B2 (Usuario independiente), C1 y C2 (Usuario competente). Cada nivel representa una mayor capacidad lingüística, desde principiante hasta casi nativo. Estos niveles normalizados ayudan a alumnos, profesores y empleadores a entender y comparar las competencias lingüísticas a nivel internacional.
fr: Le Cadre Européen Commun de Référence (CECR) définit la maîtrise d'une langue en six niveaux : A1 et A2 (utilisateur élémentaire), B1 et B2 (utilisateur indépendant), C1 et C2 (utilisateur expérimenté). Chaque niveau représente une compétence linguistique croissante, du débutant au quasi-natif. Ces niveaux standardisés aident les étudiants, les enseignants et les employeurs à comprendre et à comparer les compétences linguistiques internationalement.
pl: Europejski System Opisu Kształcenia Językowego (CEFR) definiuje biegłość językową w sześciu poziomach: A1 i A2 (Poziom podstawowy), B1 i B2 (Poziom samodzielności), C1 i C2 (Poziom biegłości). Każdy poziom reprezentuje rosnące umiejętności językowe, od początkującego do prawie natywnego. Te standardowe poziomy pomagają uczącym się, nauczycielom i pracodawcom zrozumieć i porównać umiejętności językowe w skali międzynarodowej.

source: The content, features, and functionality of our services, including but not limited to text, graphics, logos, images, as well as the design, selection, and arrangement thereof, are and will remain the exclusive property of YourBestAccent.com and its licensors. These are protected by copyright, trademark, and other intellectual property or proprietary rights laws.
es: El contenido, las funciones y la funcionalidad de nuestros servicios, incluyendo pero no limitado a texto, gráficos, logotipos, imágenes, así como el diseño, selección y disposición de los mismos, son y seguirán siendo propiedad exclusiva de YourBestAccent.com y sus licenciatarios. Estos están protegidos por derechos de autor, marcas registradas y otras leyes de propiedad intelectual o derechos de propiedad.
fr: Le contenu, les fonctionnalités et les capacités de nos services, y compris mais sans s'y limiter le texte, les graphiques, les logos, les images, ainsi que la conception, la sélection et l'agencement de ceux-ci, sont et resteront la propriété exclusive de YourBestAccent.com et de ses concédants de licence. Ceux-ci sont protégés par les lois sur le droit d'auteur, les marques de commerce et autres droits de propriété intellectuelle ou propriétaires.
pl: Treści, funkcje i funkcjonalności naszych usług, w tym m.in. teksty, grafiki, logotypy, obrazy oraz ich projekt, dobór i układ, stanowią i pozostaną wyłączną własność YourBestAccent.com i jego licencjodawców. Podlegają ochronie prawa autorskiego, znaków towarowych i innych przepisów o własności intelektualnej.

source: the creators of yourbestaccent.com here. We've been pouring our hearts into developing the beta version of the app and your feedback is crucial for us. We're excited to roll out new features soon, and we're always looking for ways to improve the app.
es: los creadores de yourbestaccent.com. Llevamos mucho tiempo trabajando con cariño en la versión beta de la aplicación y tu opinión es fundamental para nosotros. Estamos deseando lanzar nuevas funciones muy pronto y siempre buscamos formas de mejorar la aplicación.
fr: les créateurs de yourbestaccent.com. Nous mettons tout notre cœur dans le développement de la version bêta de l'application et vos retours sont essentiels pour nous. Nous sommes impatients de déployer de nouvelles fonctionnalités bientôt, et nous cherchons toujours des moyens d'améliorer l'application.
pl: to twórcy yourbestaccent.com. Wkładamy całe serce w rozwój wersji beta aplikacji i Twoja opinia jest dla nas kluczowa. Już wkrótce wprowadzimy nowe funkcje i stale szukamy sposobów na udoskonalenia.

source: The data we collect serves several purposes:
es: Los datos que recopilamos sirven para varios propósitos:
fr: Les données que nous collectons servent plusieurs objectifs :
pl: Gromadzone przez nas dane służą wielu celom:

source: The exercise you're looking for doesn't exist.
es: El ejercicio que buscas no existe.
fr: L'exercice que vous recherchez n'existe pas.
pl: Ćwiczenie, którego szukasz, nie istnieje.
