Repository: TasseDeCafe/app-monorepo-template
Catalog: packages/i18n/locales/*/messages.po
Languages: es, fr, pl

source: Join Leaderboard
es: Unirse a la clasificación
fr: Rejoindre le Classement
pl: Dołącz do rankingu

source: Join our Discord
es: Únete a nuestro Discord
fr: Rejoignez notre Discord
pl: Dołącz do naszego Discorda

source: Join thousands of language enthusiasts who have already improved their accent and fluency with our AI-powered platform.
es: Únete a miles de entusiastas del lenguaje que ya han mejorado su acento y fluidez con nuestra plataforma basada en IA.
fr: Rejoignez des milliers de passionnés de langues qui ont déjà amélioré leur accent et leur fluidité grâce à notre plateforme basée sur l'IA.
pl: Dołącz do tysięcy językowych entuzjastów, którzy już poprawili swój akcent i płynność dzięki naszej platformie opartej na sztucznej inteligencji.

source: Joker
es: Bromista
fr: Farceur
pl: Żartowniś

source: journey?
es: aprendizaje de idiomas?
fr: des langues ?
pl: podróży?

source: Kamil and Sébastien
es: Kamil y Sébastien
fr: Kamil et Sébastien
pl: Kamil i Sébastien

source: Korean
es: Coreano
fr: Coréen
pl: Koreański

source: Language
es: Idioma
fr: Langue
pl: Język

source: Language of the text
es: Idioma del texto
fr: Langue du texte
pl: Język tekstu

source: Last day to cancel before first charge
es: Último día para cancelar antes del primer cobro
fr: Dernier jour pour annuler avant le premier prélèvement
pl: Ostatni dzień na anulowanie przed pierwszym pobraniem opłaty

source: Leaderboard
es: Clasificación
fr: Classement
pl: Ranking

source: Learned On
es: Aprendida el
fr: Appris le
pl: Nauczono

source: Learned Words
es: Palabras aprendidas
fr: Mots Appris
pl: Nauczone słowa

source: Less
es: Menos
fr: Moins
pl: Mniej

source: Letters
es: Cartas
fr: Lettres
pl: Listy

source: Level:
es: Nivel:
fr: Niveau :
pl: Poziom:

source: Lifetime
es: De por vida
fr: À vie
pl: Dożywotnio

source: link to complete your sign up
es: enlace para completar tu registro
fr: lien pour compléter votre inscription
pl: link aby dokończyć rejestrację

source: link to sign in
es: enlace para iniciar sesión
fr: lien pour vous connecter
pl: link aby się zalogowa

source: Listen to pronunciation
es: Escuchar la pronunciación
fr: Écouter la prononciation
pl: Posłuchaj wymowy

source: Loading your exercise history...
es: Cargando tu historial de ejercicios...
fr: Chargement de votre historique d'exercices...
pl: Ładowanie historii ćwiczeń...

source: Loading...
es: Cargando...
fr: Chargement...
pl: Ładowanie...

source: Long
es: Largo
pl: Długie

source: Longest Streak
es: Racha más larga
fr: Plus longue série
pl: Najdłuższa seria

source: Make changes to your settings here
es: Haz cambios en tu configuración aquí
fr: Modifiez vos paramètres ici
pl: Wprowadź zmiany w swoich ustawieniach

source: Malay
es: Malayo
fr: Malais
pl: Malajski

source: Manage Subscription
es: Gestionar suscripción
fr: Gérer l'Abonnement
pl: Zarządzaj subskrypcją

source: Master perfect pronunciation with AI-powered voice cloning. Practice speaking in your target language with your own voice. Try our free trial today!
es: Domina la pronunciación perfecta con clonación de voz impulsada por IA. Practica hablar en tu idioma objetivo con tu propia voz. ¡Prueba nuestra prueba gratuita hoy!
fr: Maîtrisez une prononciation parfaite grâce au clonage vocal propulsé par l'IA. Pratiquez la parole dans votre langue cible avec votre propre voix. Essayez notre essai gratuit aujourd'hui !
pl: Opanuj perfekcyjną wymowę dzięki klonowaniu głosu zasilanemu przez AI. Ćwicz mówienie w docelowym języku własnym głosem. Wypróbuj nasz darmowy okres próbny już dziś!

source: Master word stress patterns in sentences
es: Domina los patrones de acento en las frases
fr: Maîtrisez l'accent tonique dans des phrases
pl: Opanuj akcent wyrazowy w zdaniach

source: Master Your Accent
es: Domina Tu Acento
fr: Maîtrisez votre accent
pl: Opanuj swój akcent

source: Master your accent and pronunciation in any language with AI-powered voice cloning technology. Practice with your own voice and achieve native-like pronunciation.
es: Domina tu acento y pronunciación en cualquier idioma con tecnología revolucionaria de clonación de voz basada en IA. Practica con tu clon y alcanza una pronunciación comparable a la de un nativo.
fr: Maîtrisez votre accent et votre prononciation dans n'importe quelle langue grâce à l'intelligence artificielle et au clonage vocal. Pratiquez avec votre propre voix pour atteindre une prononciation authentique, proche de celle d'un locuteur natif.
pl: Opanuj swój akcent i wymowę w dowolnym języku, dzięki rewolucyjnej technologii klonowania opartej na sztucznej inteligencji. Ćwicz ze swoim klonem i osiągnij wymowę porównywalną z wymową native speakera.

source: Master your pronunciation
es: Domina tu pronunciación
fr: maîtrisez votre prononciation
pl: Zacznij doskonalić wymowę

source: Maybe Later
es: Quizás más tarde
fr: Peut-être plus tard
pl: Może później

source: Medicine
es: Medicina
fr: Médecine
pl: Medycyna

source: Medium
es: Medio
fr: Moyen
pl: Średnie

source: Message
es: Mensaje
pl: Wiadomość

source: Message copied to clipboard
es: Mensaje copiado al portapapeles
fr: Message copié dans le presse-papiers
pl: Wiadomość skopiowana do schowka

source: Message deleted
es: Mensaje eliminado
fr: Message supprimé
pl: Wiadomość została usunięta

source: Message deleted successfully
es: Mensaje eliminado correctamente
fr: Message supprimé avec succès
pl: Wiadomość została usunięta

source: Message to the founders
es: Mensaje para los fundadores
fr: Message pour les fondateurs
pl: Wiadomość do założycieli

source: Mexican Spanish
es: Español mexicano
fr: Espagnol mexicain
pl: Hiszpański meksykański

source: Microphone access denied. Please allow microphone access in your browser settings.
es: Acceso al micrófono denegado. Permite el acceso al micrófono en la configuración de tu navegador.
fr: Accès au microphone refusé. Veuillez autoriser l'accès au microphone dans les paramètres de votre navigateur.
pl: Odmowa dostępu do mikrofonu. Proszę zezwolić na dostęp do mikrofonu w ustawieniach przeglądarki.

source: Mischievous
es: Travieso
fr: Espiègle
pl: Psotny

source: Monitor your improvement over time with detailed analytics and progress reports.
es: Monitorea tu progreso a lo largo del tiempo con análisis detallados e informes de progreso.
fr: Suivez votre progression dans le temps grâce à des analyses détaillées et des rapports de progression.
pl: Monitoruj swoje postępy w czasie dzięki szczegółowym analizom i raportom o postępach.

source: Monthly
es: Mensual
fr: Mensuel
pl: Miesięcznie

source: More
es: Más
fr: Plus
pl: Więcej

source: Most Popular
es: Más Popular
fr: Le plus populaire
pl: Najpopularniejszy

source: Mother language updated successfully
es: Idioma materno actualizado correctamente
fr: Langue maternelle mise à jour avec succès
pl: Język ojczysty zaktualizowany pomyślnie

source: Multi Language
es: Multiidioma
fr: Multilingue
pl: Wiele języków

source: Multi-Language
es: Multilingüe
fr: Multilingue
pl: Wiele języków

source: Multi-Word Selection
es: Selección de múltiples palabras
fr: Sélection de plusieurs mots
pl: Zaznaczanie wielu słów

source: Music
es: Música
fr: Musique
pl: Muzyka

source: My native language
es: Mi idioma materno
fr: Ma langue maternelle
pl: Mój język ojczysty

source: My native language:
es: Mi idioma materno:
fr: Ma langue maternelle :
pl: Mój język ojczysty:

source: My preferred accent:
es: Mi acento preferido:
fr: Mon accent préféré :
pl: Mój preferowany akcent:

source: My Voice
es: Mi voz
fr: Ma Voix
pl: Mój Głos

source: Name
es: Nombre
fr: Nom
pl: Imię

source: Name (optional)
es: Nombre (opcional)
fr: Nom (optionnel)
pl: Imię (opcjonalne)

source: Native language
es: Idioma nativo
fr: Langue maternelle
pl: Język ojczysty

source: Native language updated successfully
es: Idioma nativo actualizado correctamente
fr: Langue maternelle mise à jour avec succès
pl: Język ojczysty został zaktualizowany pomyślnie

source: Nature
es: Naturaleza
pl: Natura

source: New
es: Nuevo
fr: Nouveau
pl: Nowe

source: News
es: Noticias
fr: Actualités
pl: Wiadomości

source: Next
es: Siguiente
fr: Suivant
pl: Dalej

source: Next Word
es: Siguiente palabra
fr: Mot suivant
pl: Następne słowo

source: Nickname updated successfully
es: Apodo actualizado correctamente
fr: Pseudo mis à jour avec succès
pl: Pseudonim został pomyślnie zaktualizowany

source: No Card Required
es: No Se Requiere Tarjeta
fr: Aucune carte requise
pl: Bez karty płatniczej

source: No data available
es: No hay datos disponibles
fr: Aucune donnée disponible
pl: Brak dostępnych danych

source: No dialect found.
es: No se encontró ningún dialecto.
fr: Aucun dialecte trouvé.
pl: Nie znaleziono dialektu.

source: No entries yet. Be the first one to make it to the leaderboard!
es: Todavía no hay entradas. ¡Sé la primera persona en entrar en la clasificación!
fr: Pas encore d'entrées. Soyez le premier à rejoindre le classement !
pl: Brak wpisów. Bądź pierwszą osobą w rankingu!

source: No IPA transcription to copy
es: No hay transcripción AFI para copiar
fr: Aucune transcription API à copier
pl: Brak transkrypcji IPA do skopiowania

source: No language found.
es: No se encontró ningún idioma.
fr: Aucune langue trouvée.
pl: Nie znaleziono języka.

source: No languages found matching your search
es: No se encontraron idiomas que coincidan con tu búsqueda
fr: Aucune langue ne correspond à votre recherche
pl: Nie znaleziono języków pasujących do wyszukiwania

source: No microphone devices found.
es: No se encontraron dispositivos de micrófono.
fr: Aucun microphone trouvé.
pl: Nie znaleziono mikrofonu.

source: No nickname set
es: No hay apodo configurado
fr: Aucun pseudo défini
pl: Brak ustawionego pseudonimu

source: No pronunciation exercises found yet. Start practicing to see your history here!
es: Aún no se encontraron ejercicios de pronunciación.\n¡Comienza a practicar para ver tu historial aquí!Todavía no hay ejercicios de pronunciación. Empieza a practicar para ver tu historial aquí.
fr: Aucun exercice de prononciation trouvé pour le moment.\nCommencez à pratiquer pour voir votre historique ici !
pl: Nie znaleziono jeszcze żadnych ćwiczeń wymowy.\nZacznij ćwiczyć, aby zobaczyć tutaj swoją historię!

source: No saved words in {languageName} yet
es: Aún no hay palabras guardadas en {languageName}
fr: Aucun mot enregistré en {languageName} pour le moment
pl: Brak zapisanych słów w języku {languageName}

source: No saved words yet
es: Aún no hay palabras guardadas
fr: Aucun mot enregistré pour le moment
pl: Brak zapisanych słów

source: No Topic
es: Sin tema
fr: Aucun thème
pl: Brak tematu

source: No topics found
es: No se encontraron temas
fr: Aucun thème trouvé
pl: Nie znaleziono tematów

source: No transcription available for this text
es: No hay transcripción disponible para este texto
fr: Aucune transcription disponible pour ce texte
pl: Brak dostępnej transkrypcji dla tego tekstu

source: No valid exercises returned
es: No se devolvieron ejercicios válidos
fr: Aucun exercice valide retourné
pl: Nie zwrócono prawidłowych ćwiczeń

source: No words learned for {languageText} yet.
es: Todavía no has aprendido palabras en {languageText}.
fr: Aucun mot appris en {languageText} pour le moment.
pl: Nie nauczono jeszcze żadnych słów dla języka {languageText}.

source: Norwegian
es: Noruego
fr: Norvégien
pl: Norweski

source: Not available for {studyLanguageName}
es: No disponible para {studyLanguageName}
fr: Non disponible pour {studyLanguageName}
pl: Niedostępne dla języka {studyLanguageName}

source: Note: some accents are in beta. The speed of the audio might vary.
es: Nota: algunos acentos están en beta. La velocidad del audio puede variar.
fr: Note : certains accents sont en version bêta. La vitesse audio peut varier.
pl: Uwaga: niektóre akcenty są w wersji beta. Szybkość audio może się różnić.

source: Number of words you learnt. Click to know more.
es: Número de palabras que aprendiste. Haz clic para saber más.
fr: Nombre de mots appris. Cliquez pour en savoir plus.
pl: Liczba poznanych słów. Kliknij, aby dowiedzieć się więcej.

source: Numbers
es: Números
fr: Nombres
pl: Liczby

source: of
es: de
fr: sur
pl: z

source: Open Mail App
es: Abrir app de correo
fr: Ouvrir l'Application Mail
pl: Otwórz Aplikację Pocztową

source: Open the form
es: Abrir el formulario
fr: Ouvrir le formulaire
pl: Otwórz formularz

source: Or
es: O
fr: Ou
pl: Lub

source: or copy links to
es: o copiar enlaces a
fr: ou copier les liens vers
pl: lub skopiuj linki do

source: Or enter a custom time:
es: O introduce un tiempo personalizado:
fr: Ou entrez votre temps préféré :
pl: Lub wprowadź własny czas:

source: or send us an email
es: o envíanos un email
fr: ou envoyez-nous un email
pl: lub wyślij nam email

source: Original sentence
es: Oración original
fr: Phrase d'origine
pl: Oryginalne zdanie

source: Original Text
es: Texto original
fr: Texte Original
pl: Tekst oryginalny

source: Other
es: Otro
fr: Autre
pl: Inny

source: Our Conversation feature is currently in development for the mobile app.
es: Nuestra función de Conversación está actualmente en desarrollo para la aplicación móvil.
fr: Notre fonctionnalité Conversation est actuellement en développement pour l'application mobile.
pl: Nasza funkcja Konwersacja jest obecnie w fazie rozwoju dla aplikacji mobilnej.

source: Our Exercises
es: Nuestros ejercicios
fr: Nos exercices
pl: Nasze ćwiczenia

source: Our platform supports a wide range of languages and dialects to cater to users from around the world.
es: Nuestra plataforma soporta una amplia gama de idiomas y dialectos para satisfacer las necesidades de usuarios de todo el mundo.
fr: Notre plateforme supporte un large éventail de langues et de dialectes pour répondre aux besoins des utilisateurs du monde entier.
pl: Nasza platforma obsługuje szeroki zakres języków i dialektów, aby zaspokoić potrzeby użytkowników z całego świata.

source: Our security infrastructure is continuously monitored, evaluated, and enhanced to meet evolving cybersecurity challenges. We maintain rigorous standards in data protection and follow security best practices recommended by leading technology security organizations. For complete transparency, we acknowledge that all digital systems require ongoing vigilance, which is why we've implemented comprehensive monitoring and rapid response protocols.
es: Nuestra infraestructura de seguridad se monitorea, evalúa y mejora continuamente para enfrentar los desafíos de ciberseguridad en evolución. Mantenemos estándares rigurosos en la protección de datos y seguimos las mejores prácticas de seguridad recomendadas por las principales organizaciones de seguridad tecnológica. Para total transparencia, reconocemos que todos los sistemas digitales requieren vigilancia continua, por lo que hemos implementado protocolos integrales de monitoreo y respuesta rápida.
fr: Notre infrastructure de sécurité est continuellement surveillée, évaluée et améliorée pour répondre aux défis évolutifs de la cybersécurité. Nous maintenons des normes rigoureuses en matière de protection des données et suivons les meilleures pratiques de sécurité recommandées par les principales organisations de sécurité technologique. Pour une transparence totale, nous reconnaissons que tous les systèmes numériques nécessitent une vigilance constante, c'est pourquoi nous avons mis en place des protocoles de surveillance complets et de réponse rapide.
pl: Nasza infrastruktura bezpieczeństwa jest stale monitorowana, oceniana i udoskonalana, aby sprostać zmieniającym się wyzwaniom cyberbezpieczeństwa. Utrzymujemy rygorystyczne standardy ochrony danych i stosujemy najlepsze praktyki rekomendowane przez wiodące organizacje zajmujące się bezpieczeństwem technologicznym. W pełni transparentnie przyznajemy, że wszystkie systemy cyfrowe wymagają ciągłej czujności, dlatego wdrożyliśmy kompleksowe monitorowanie oraz procedury szybkiej reakcji.

source: Parisian French
es: Francés parisino
fr: Français parisien
pl: Francuski paryski

source: Personalized Learning Path
es: Ruta de Aprendizaje Personalizada
fr: Parcours d'apprentissage personnalisé
pl: Spersonalizowana ścieżka nauki

source: Personalized Practice
es: Práctica Personalizada
fr: Pratique personnalisée
pl: Spersonalizowana praktyka

source: Peruvian Spanish
es: Español peruano
fr: Espagnol péruvien
pl: Hiszpański peruwiański

source: Photography
es: Fotografía
fr: Photographie
pl: Fotografia

source: Play audio
es: Reproducir audio
fr: Lire l'audio
pl: Odtwórz audio

source: Playback Speed
es: Velocidad de reproducción
fr: Vitesse de lecture
pl: Prędkość odtwarzania

source: Playing audio
es: Reproduciendo audio
fr: Lecture de l'audio
pl: Odtwarzanie audio

source: Please check your inbox and click on the
es: Por favor, revisa tu bandeja de entrada y haz clic en el
fr: Veuillez vérifier votre boîte de réception et cliquer sur le
pl: Sprawdź swoją skrzynkę i kliknij w

source: Please check your inbox and click the verification link to complete your sign up.
es: Por favor, revisa tu bandeja de entrada y haz clic en el enlace de verificación para completar tu registro.
fr: Veuillez vérifier votre boîte de réception et cliquer sur le lien de vérification pour finaliser votre inscription.
pl: Sprawdź swoją skrzynkę odbiorczą i kliknij link weryfikacyjny, aby ukończyć rejestrację.

source: Please check your inbox and click the verification link to sign in.
es: Por favor, revisa tu bandeja de entrada y haz clic en el enlace de verificación para iniciar sesión.
fr: Veuillez vérifier votre boîte de réception et cliquer sur le lien de vérification pour vous connecter.
pl: Sprawdź swoją skrzynkę odbiorczą i kliknij link weryfikacyjny, aby się zalogować.

source: Please enter a valid email address
es: Introduce una dirección de email válida
fr: Veuillez entrer une adresse email valide
pl: Wprowadź poprawny adres email

source: Please enter some text to transcribe
es: Introduce algún texto para transcribir
fr: Veuillez saisir du texte à transcrire
pl: Proszę wprowadzić tekst do transkrypcji

source: Please let us know what you think about the app by filling out our feedback form!
es: Cuéntanos qué opinas de la app rellenando nuestro formulario de comentarios.
fr: S'il vous plaît, faites-nous savoir ce que vous pensez de l'application en remplissant notre formulaire !
pl: Daj nam proszę znać, co sądzisz o aplikacji, wypełniając formularz opinii!

source: Please manage your subscription on our website: {webAccountUrl}
es: Gestiona tu suscripción en nuestra web: {webAccountUrl}
fr: Veuillez gérer votre abonnement sur notre site web : {webAccountUrl}
pl: Zarządzaj subskrypcją na naszej stronie internetowej: {webAccountUrl}

source: Please manually update the app through your device's app store.
es: Actualiza la aplicación manualmente desde la tienda de tu dispositivo.
fr: Veuillez mettre à jour manuellement l'application via le magasin d'applications de votre appareil.
pl: Proszę ręcznie zaktualizować aplikację przez sklep aplikacji swojego urządzenia.

source: Please select a dialect
es: Selecciona un dialecto
fr: Veuillez sélectionner un dialecte
pl: Proszę wybrać dialekt

source: Please select a language
es: Selecciona un idioma
fr: Veuillez sélectionner une langue
pl: Proszę wybrać język

source: Please select a language.
es: Por favor, selecciona un idioma.
fr: Veuillez sélectionner une langue.
pl: Proszę wybrać język.

source: Please try again or refresh the page.
es: Por favor, inténtalo de nuevo o actualiza la página.
fr: Veuillez réessayer ou actualiser la page.
pl: Spróbuj ponownie lub odśwież stronę.

source: Please type
es: Escribe
fr: Veuillez taper
pl: Wpisz

source: Please type "{EXPECTED_CONFIRMATION_TEXT}"
es: Por favor, escribe "{EXPECTED_CONFIRMATION_TEXT}"
fr: Veuillez saisir "{EXPECTED_CONFIRMATION_TEXT}"
pl: Wpisz "{EXPECTED_CONFIRMATION_TEXT}"

source: Polish
es: Polaco
fr: Polonais
pl: Polski

source: Portuguese
es: Portugués
fr: Portugais
pl: Portugalski

source: Position:
es: Posición:
pl: Pozycja:

source: Powerful Features for Better Learning
es: Potentes Funciones para un Mejor Aprendizaje
fr: Des fonctionnalités puissantes pour un meilleur apprentissage
pl: Potężne funkcje dla lepszej nauki

source: Practice
es: Practicar
fr: Exercices
pl: Ćwiczenia

source: Practice with your own voice (recommended for best results)
es: Practica con tu propia voz (recomendado para obtener mejores resultados)
fr: Pratiquez avec votre propre voix (recommandé pour de meilleurs résultats)
pl: Ćwicz z własnym głosem (zalecane dla najlepszych rezultatów)

source: Preparing your onboarding...
es: Preparando tu incorporación...
fr: Préparation de votre intégration...
pl: Przygotowywanie wdrożenia...

source: Pricing
es: Precios
fr: Tarifs
pl: Cennik

source: Pricing | YourBestAccent
es: Precios | YourBestAccent
fr: Tarifs | YourBestAccent
pl: Cennik | YourBestAccent

source: Privacy Policy
es: Política de privacidad
fr: Politique de Confidentialité
pl: Polityka prywatności

source: Product Manager at Sage
es: Product Manager en Sage
fr: Chef de Produit chez Sage
pl: Kierownik Produktu w Sage

source: Product updates
es: Actualizaciones de producto
fr: Mises à jour du produit
pl: Aktualizacje produktów

source: Professional
es: Profesional
fr: Professionnel
pl: Profesjonalny

source: Profile
es: Perfil
fr: Profil
pl: Profil

source: Progress
es: Progreso
fr: Progrès
pl: Postęp

source: Pronounce words tailored to your language level
es: Pronuncia palabras adaptadas a tu nivel de idioma
fr: Prononcez des mots adaptés à votre niveau de langue
pl: Wymawiaj słowa dostosowane do twojego poziomu językowego

source: Pronunciation exercise completed successfully.
es: Ejercicio de pronunciación completado exitosamente.
fr: Exercice de prononciation terminé avec succès.
pl: Ćwiczenie wymowy ukończone pomyślnie.

source: Pronunciation exercise generated successfully.
es: Ejercicio de pronunciación generado exitosamente.
fr: Exercice de prononciation généré avec succès.
pl: Ćwiczenie wymowy wygenerowane pomyślnie.

source: Pronunciation practice
es: Práctica de pronunciación
fr: Pratique de la prononciation
pl: Praktyka wymowy

source: Public nickname
es: Apodo público
fr: Pseudo public
pl: Publiczny pseudonim

source: Push the record button and
es: Pulsa el botón de grabar y
fr: Appuyez sur le bouton et
pl: Naciśnij przycisk i

source: Read the sentence carefully and try to translate it to the best of your ability. You can click on individual words to hear their pronunciation or see translations. We will use the words you clicked on to create new sentences, and you will see those words again later.
es: Lee la oración cuidadosamente e intenta traducirla lo mejor que puedas. Puedes hacer clic en palabras individuales para escuchar su pronunciación o ver traducciones. Usaremos las palabras en las que hiciste clic para crear nuevas oraciones, y verás esas palabras nuevamente más adelante.
fr: Lisez attentivement la phrase et essayez de la traduire du mieux que vous pouvez. Vous pouvez cliquer sur des mots individuels pour entendre leur prononciation ou voir les traductions. Nous utiliserons les mots sur lesquels vous avez cliqué pour créer de nouvelles phrases, et vous reverrez ces mots plus tard.
pl: Przeczytaj uważnie zdanie i spróbuj je przetłumaczyć najlepiej jak potrafisz. Możesz kliknąć na poszczególne słowa, aby usłyszeć ich wymowę lub zobaczyć tłumaczenia. Użyjemy słów, które kliknąłeś, do tworzenia nowych zdań, a te słowa zobaczysz ponownie później.

source: Ready to transform
es: ¿Listo para transformar
fr: Prêt à transformer
pl: Gotowy do transformacji

source: Real-Time Pronunciation Feedback
es: Retroalimentación de Pronunciación en Tiempo Real
fr: Retour en temps réel sur la prononciation
pl: Informacja zwrotna o wymowie w czasie rzeczywistym
