Repository: TasseDeCafe/app-monorepo-template
Catalog: packages/i18n/locales/*/messages.po
Languages: es, fr, pl

source: Conversation Practice
es: Práctica de conversación
fr: Pratique de Conversation
pl: Praktyka Konwersacji

source: Convert text to International Phonetic Alphabet transcription
es: Convierte texto a transcripción en Alfabeto Fonético Internacional
fr: Convertir le texte en transcription de l'Alphabet Phonétique International
pl: Konwertuj tekst na transkrypcję Międzynarodowego Alfabetu Fonetycznego

source: Cooking
es: Cocina
fr: Cuisine
pl: Gotowanie

source: Copied!
es: ¡Copiado!
fr: Copié !
pl: Skopiowane!

source: Copy
es: Copiar
fr: Copier
pl: Kopiuj

source: Copy message
es: Copiar mensaje
fr: Copier le message
pl: Kopiuj wiadomość

source: Copy Translation
es: Copiar traducción
fr: Copier la traduction
pl: Kopiuj tłumaczenie

source: Copy Word
es: Copiar palabra
fr: Copier le mot
pl: Kopiuj słowo

source: Correct translation
es: Traducción correcta
fr: Traduction correcte
pl: Poprawne tłumaczenie

source: Correct!
es: ¡Correcto!
pl: Poprawnie!

source: Could not display payment options at this time.
es: No se pudieron mostrar las opciones de pago en este momento.
fr: Impossible d'afficher les options de paiement en ce moment.
pl: Nie można wyświetlić opcji płatności w tym momencie.

source: Could not load payment options at this time (no offerings).
es: No se pudieron cargar las opciones de pago en este momento (sin planes disponibles).
fr: Impossible de charger les options de paiement en ce moment (aucune offre).
pl: Nie można załadować opcji płatności w tym momencie (brak ofert).

source: Could not load payment options. Please try again later.
es: No se pudieron cargar las opciones de pago. Inténtalo de nuevo más tarde.
fr: Impossible de charger les options de paiement. Veuillez réessayer plus tard.
pl: Nie można załadować opcji płatności. Spróbuj ponownie później.

source: Could not open customer center.
es: No se pudo abrir el centro de clientes.
fr: Impossible d'ouvrir le centre client.
pl: Nie udało się otworzyć centrum klienta.

source: Could not open the link. Please visit our website to manage your subscription.
es: No se pudo abrir el enlace. Visita nuestra web para gestionar tu suscripción.
fr: Impossible d'ouvrir le lien. Veuillez visiter notre site web pour gérer votre abonnement.
pl: Nie udało się otworzyć linku. Odwiedź naszą stronę internetową, aby zarządzać subskrypcją.

source: Could not open upgrade screen.
es: No se pudo abrir la pantalla de mejora de plan.
fr: Impossible d'ouvrir l'écran de mise à niveau.
pl: Nie udało się otworzyć ekranu aktualizacji.

source: Could not set up your account. Please try restarting the app.
es: No se pudo configurar tu cuenta. Intenta reiniciar la aplicación.
fr: Impossible de configurer votre compte. Veuillez redémarrer l'application.
pl: Nie udało się skonfigurować konta. Spróbuj zrestartować aplikację.

source: Crazy
es: Loco
fr: Fou
pl: Szalony

source: Create a digital clone of your voice to practice pronunciation in your target language.
es: Crea un clon digital de tu voz para practicar la pronunciación en tu idioma objetivo.
fr: Créez un clone numérique de votre voix pour pratiquer la prononciation dans votre langue cible.
pl: Utwórz cyfrowego klona swojego głosu, aby ćwiczyć wymowę w języku docelowym.

source: Current version: {currentVersion} Required version: {requiredVersion}
es: Versión actual: {currentVersion} Versión requerida: {requiredVersion}
fr: Version actuelle : {currentVersion}\nVersion requise : {requiredVersion}
pl: Obecna wersja: {currentVersion}\nWymagana wersja: {requiredVersion}

source: Custom pronunciation practice
es: Práctica de pronunciación personalizada
fr: Pratique de prononciation personnalisée
pl: Indywidualna praktyka wymowy

source: Customer Center
es: Centro de clientes
fr: Centre Client
pl: Centrum Klienta

source: Cute
es: Lindo
fr: Mignon
pl: Słodki

source: Czech
es: Checo
fr: Tchèque
pl: Czeski

source: Daily Study Time
es: Tiempo de estudio diario
fr: Temps d'étude quotidien
pl: Dzienny czas nauki

source: Daily study time cannot exceed {MAX_DAILY_STUDY_MINUTES} minutes
es: El tiempo de estudio diario no puede superar los {MAX_DAILY_STUDY_MINUTES} minutos
fr: Le temps d'étude quotidien ne peut pas dépasser {MAX_DAILY_STUDY_MINUTES} minutes
pl: Dzienny czas nauki nie może przekraczać {MAX_DAILY_STUDY_MINUTES} minut

source: Daily study time must be at least {MIN_DAILY_STUDY_MINUTES} minutes
es: El tiempo de estudio diario debe ser de al menos {MIN_DAILY_STUDY_MINUTES} minutos
fr: Le temps d'étude quotidien doit être d'au moins {MIN_DAILY_STUDY_MINUTES} minutes
pl: Dzienny czas nauki musi wynosić co najmniej {MIN_DAILY_STUDY_MINUTES} minut

source: Daily study time updated successfully
es: Tiempo de estudio diario actualizado correctamente
fr: Temps d'étude quotidien mis à jour avec succès
pl: Dzienny czas nauki zaktualizowany pomyślnie

source: Dancing
es: Baile
fr: Danse
pl: Taniec

source: Danger Zone
es: Zona de peligro
fr: Zone Dangereuse
pl: Strefa Niebezpieczna

source: Danish
es: Danés
fr: Danois
pl: Duński

source: Date
es: Fecha
pl: Data

source: days
es: días
fr: jours
pl: dni

source: Delete
es: Eliminar
fr: Supprimer
pl: Usuń

source: Delete Message
es: Eliminar mensaje
fr: Supprimer le message
pl: Usuń wiadomość

source: Delete my account
es: Eliminar mi cuenta
fr: Supprimer mon compte
pl: Usuń moje konto

source: Delete my voice
es: Eliminar mi voz
fr: Supprimer ma voix
pl: Usuń mój głos

source: Dialect
es: Dialectos
fr: Dialecte
pl: Dialekt

source: Dialect updated successfully
es: Dialectos actualizados correctamente
fr: Dialecte mis à jour avec succès
pl: Dialekt zaktualizowany pomyślnie

source: Directions
es: Direcciones
pl: Wskazówki dojazdu

source: Don't have an account?
es: ¿No tienes cuenta?
fr: vous n'avez pas de compte ?
pl: Nie masz konta?

source: Done
es: Listo
fr: Terminé
pl: Gotowe

source: Download audio
es: Descargar audio
fr: Télécharger l'audio
pl: Pobierz audio

source: Download our mobile app to start perfecting your accent with AI voice training
es: Descarga nuestra aplicación móvil para empezar a perfeccionar tu acento con entrenamiento de voz con IA
fr: Téléchargez notre application mobile pour commencer à perfectionner votre accent avec l'entraînement vocal par IA
pl: Pobierz naszą aplikację mobilną, aby zacząć doskonalić swój akcent z treningiem głosu AI

source: Download the App
es: Descargar la App
fr: Télécharger l'app
pl: Pobierz Aplikację

source: Download YourBestAccent - YourBestAccent - Perfect Your Accent with AI Voice Training
es: Descargar YourBestAccent - YourBestAccent - Perfecciona Tu Acento con Entrenamiento de Voz con IA
fr: Télécharger YourBestAccent - YourBestAccent - Perfectionnez votre accent avec l'entraînement vocal par IA
pl: Pobierz YourBestAccent - YourBestAccent - Doskonal swój akcent z treningiem głosu AI

source: Dutch
es: Holandés
fr: Néerlandais
pl: Holenderski

source: Edit Nickname
es: Editar Apodo
fr: Modifier le pseudo
pl: Edytuj pseudonim

source: Education
es: Educación
fr: Éducation
pl: Edukacja

source: Email address
es: Dirección de email
fr: Adresse email
pl: Adres email

source: Email copied to clipboard
es: Email copiado al portapapeles
fr: Email copié dans le presse-papiers
pl: Email skopiowany do schowka

source: Email link is invalid or has expired
es: El enlace de email no es válido o ha caducado
fr: Le lien n'est pas valide ou a expiré
pl: Link jest nieprawidłowy lub wygasł

source: Email notifications
es: Notificaciones por email
fr: Notifications par email
pl: Powiadomienia emailowe

source: Email preferences updated successfully
es: Preferencias de email actualizadas correctamente
fr: Préférences email mises à jour avec succès
pl: Preferencje emailowe zostały zaktualizowane

source: Email Verification Sent
es: Verificación por email enviada
fr: Email de Vérification Envoyé
pl: Email weryfikacyjny wysłany

source: Emotions
es: Emociones
fr: Émotions
pl: Emocje

source: Encouraging
es: Alentador
fr: Encourageant
pl: Zachęcający

source: End Selection
es: Finalizar Selección
fr: Terminer la sélection
pl: Zakończ zaznaczanie

source: Energetic voice with engaging delivery. Easy to follow and relatable.
es: Voz enérgica y cercana. Fácil de seguir y con la que te puedes identificar.
fr: Voix énergique avec une présentation engageante. Facile à suivre et accessible.
pl: Energiczny głos z wciągającym przekazem. Łatwy do zrozumienia i przystępny.

source: English
es: Inglés
fr: Anglais
pl: Angielski

source: English native, learning Polish
es: Anglohablante, aprendiendo polaco
fr: Anglophone, apprend le polonais
pl: Angielski, uczący się polskiego

source: Enjoy unlimited access to all our premium features and content.
es: Disfruta de acceso ilimitado a todas nuestras funciones y contenido premium.
fr: Profitez d'un accès illimité à toutes nos fonctionnalités et contenus premium.
pl: Ciesz się nieograniczonym dostępem do wszystkich naszych funkcji i treści premium.

source: Enter a nickname
es: Introduce un apodo
fr: Entrez un pseudo
pl: Wpisz pseudonim

source: Enter nickname
es: Ingresa apodo
fr: Entrez un pseudo
pl: Wprowadź pseudonim

source: Enter text here...
es: Escribe el texto aquí...
fr: Saisissez le texte ici...
pl: Wprowadź tekst tutaj...

source: Enter text in any supported language and get accurate phonetic transcription
es: Escribe texto en cualquier idioma compatible y obtén una transcripción fonética precisa
fr: Saisissez du texte dans n'importe quelle langue supportée et obtenez une transcription phonétique précise
pl: Wprowadź tekst w dowolnym obsługiwanym języku i uzyskaj dokładną transkrypcję fonetyczną

source: Enter text to practice
es: Introduce el texto para practicar
fr: Entrez le texte à pratiquer
pl: Wprowadź tekst do ćwiczeń

source: Enter your message here...
es: Escribe tu mensaje aquí...
fr: Écrivez votre message ici...
pl: Wpisz swoją wiadomość tutaj...

source: Enter your new nickname
es: Ingresa tu nuevo apodo
fr: Entrez votre nouveau pseudo
pl: Wprowadź swój nowy pseudonim

source: Error
fr: Erreur
pl: Błąd

source: Error checking plan...
es: Error al comprobar el plan...
fr: Erreur lors de la vérification du plan...
pl: Błąd podczas sprawdzania planu...

source: error code: {userFacingErrorCode}
es: código de error: {userFacingErrorCode}
fr: code d'erreur : {userFacingErrorCode}
pl: kod błędu: {userFacingErrorCode}

source: Error deleting message
es: Error al eliminar el mensaje
fr: Erreur lors de la suppression du message
pl: Błąd podczas usuwania wiadomości

source: Error fetching pronunciation evaluation exercise
es: Error al obtener el ejercicio de evaluación de pronunciación
fr: Erreur lors de la récupération de l'exercice d'évaluation de prononciation
pl: Błąd podczas pobierania ćwiczenia oceny wymowy

source: Error fetching pronunciation exercise history
es: Error al obtener el historial de ejercicios de pronunciación
fr: Erreur lors de la récupération de l'historique des exercices de prononciation
pl: Błąd podczas pobierania historii ćwiczeń wymowy

source: Error fetching translation exercise
es: Error al obtener el ejercicio de traducción
fr: Erreur lors de la récupération de l'exercice de traduction
pl: Błąd podczas pobierania ćwiczenia tłumaczenia

source: Error generating audio
es: Error al generar el audio
fr: Erreur lors de la génération de l'audio
pl: Błąd podczas generowania dźwięku

source: Error generating stress exercises
es: Error al generar ejercicios de acentuación
fr: Erreur lors de la génération des exercices d'accentuation
pl: Błąd podczas generowania ćwiczeń akcentowych

source: Error setting up account...
es: Error al configurar la cuenta...
fr: Erreur lors de la configuration du compte...
pl: Błąd podczas konfigurowania konta...

source: Error setting up user data
es: Error al configurar los datos del usuario
fr: Erreur lors de la configuration des données utilisateur
pl: Błąd podczas konfigurowania danych użytkownika

source: Error transcribing audio.
es: Error al transcribir el audio.
fr: Erreur lors de la transcription audio.
pl: Błąd transkrypcji audio.

source: Error when checking nickname availability
es: Error al verificar disponibilidad del apodo
fr: Erreur lors de la vérification de la disponibilité du pseudo
pl: Błąd podczas sprawdzania dostępności nicku

source: Error when retrieving messages
es: Error al recuperar los mensajes
fr: Erreur lors de la récupération des messages
pl: Błąd podczas pobierania wiadomości

source: Error when retrieving words
es: Error al recuperar las palabras
fr: Erreur lors de la récupération des mots
pl: Błąd podczas pobierania słów

source: Essential Cookies
es: Cookies esenciales
fr: Cookies Essentiels
pl: Niezbędne ciasteczka

source: European Portuguese
es: Portugués europeo
fr: Portugais européen
pl: Portugalski europejski

source: Even if you get charged you can request an unconditional refund. Just let us know by clicking the "Contact Us" button above.
es: Aunque se te cobre, puedes solicitar un reembolso incondicional. Solo tienes que avisarnos haciendo clic en el botón «Contáctanos» de arriba.
fr: Même si vous êtes facturé, vous pouvez demander un remboursement inconditionnel. Il suffit de nous le faire savoir en cliquant sur le bouton « Nous contacter » ci-dessus.
pl: Nawet jeśli zostaniesz obciążony opłatą, możesz poprosić o bezwarunkowy zwrot pieniędzy. Wystarczy dać nam znać, klikając przycisk "Skontaktuj się z nami" powyżej.

source: Exercise History
es: Historial de ejercicios
fr: Historique des Exercices
pl: Historia Ćwiczeń

source: Exercise length
es: Duración del ejercicio
fr: Durée de l'exercice
pl: Długość ćwiczenia

source: Exercise Length
es: Duración del ejercicio
fr: Longueur de l'exercice
pl: Długość ćwiczenia

source: Exercise length is used in the level exercise. It determines how many words will be included in your practice sessions.
es: La duración del ejercicio se usa en el ejercicio de nivel. Determina cuántas palabras se incluirán en tus sesiones de práctica.
fr: La longueur de l'exercice est utilisée dans l'exercice de niveau. Elle détermine le nombre de mots inclus dans vos sessions de pratique.
pl: Długość ćwiczenia jest używana w ćwiczeniu poziomów. Określa ile słów będzie zawartych w sesjach ćwiczebnych.

source: Exercise Not Found
es: Ejercicio no encontrado
fr: Exercice non trouvé
pl: Ćwiczenie nie zostało znalezione

source: Exercise Settings
es: Configuración del ejercicio
fr: Paramètres de l'exercice
pl: Ustawienia ćwiczenia

source: Exercise Text
es: Texto del ejercicio
fr: Texte de l'Exercice
pl: Tekst Ćwiczenia

source: Exercises
es: Ejercicios
fr: Exercices
pl: Ćwiczenia

source: Experience cutting-edge AI voice cloning that creates a natural-sounding version of your voice speaking fluently in your target language. Practice with your own voice to make learning more engaging and effective.
es: Experimenta la clonación de voz de IA de vanguardia que crea una versión de tu voz con sonido natural hablando con fluidez en tu idioma objetivo. Practica con tu propia voz para hacer el aprendizaje más atractivo y efectivo.
fr: Découvrez le clonage vocal IA de pointe qui crée une version naturelle de votre voix parlant couramment dans votre langue cible. Pratiquez avec votre propre voix pour rendre l'apprentissage plus engageant et efficace.
pl: Poznaj najnowocześniejsze klonowanie głosu AI, które tworzy naturalnie brzmiącą wersję Twojego głosu mówiącego płynnie w docelowym języku. Ćwicz z własnym głosem, aby nauka była bardziej angażująca i skuteczna.

source: Explore your progress
es: Explora tu progreso
fr: Explorez vos progrès
pl: Sprawdź swoje postępy

source: Failed to access the microphone. Please check your microphone settings.
es: No se pudo acceder al micrófono. Comprueba la configuración del micrófono.
fr: Impossible d'accéder au microphone. Veuillez vérifier vos paramètres de microphone.
pl: Nie udało się uzyskać dostępu do mikrofonu. Sprawdź ustawienia mikrofonu.

source: Failed to add word to saved words
es: No se pudo añadir la palabra a palabras guardadas
fr: Échec de l'ajout du mot aux mots enregistrés
pl: Error al añadir la palabra a las palabras guardadas

source: Failed to check grammar, try again later
es: No se pudo revisar la gramática, inténtalo de nuevo más tarde
fr: Échec de la vérification grammaticale, réessayez plus tard
pl: Nie udało się sprawdzić gramatyki, spróbuj ponownie później

source: Failed to clone voice
es: Error al clonar voz
fr: Échec du clonage de la voix
pl: Nie udało się sklonować głosu

source: Failed to complete pronunciation exercise.
es: No se pudo completar el ejercicio de pronunciación.
fr: Échec de la finalisation de l'exercice de prononciation.
pl: Nie udało się ukończyć ćwiczenia wymowy.

source: Failed to complete translation exercise
es: Error al completar el ejercicio de traducción
fr: Échec de la complétion de l'exercice de traduction
pl: Nie udało się ukończyć ćwiczenia tłumaczenia

source: Failed to convert audio
es: Error al convertir el audio
fr: Échec de la conversion audio
pl: Nie udało się przekonwertować dźwięku

source: Failed to copy to clipboard
es: No se pudo copiar al portapapeles
fr: Échec de la copie dans le presse-papiers
pl: Nie udało się skopiować do schowka

source: Failed to create checkout session
es: No se pudo crear la sesión de pago
fr: Échec de la création de la session de paiement
pl: Nie udało się utworzyć sesji płatności

source: Failed to download audio, try again later
es: No se pudo descargar el audio, inténtalo de nuevo más tarde
fr: Échec du téléchargement de l'audio, réessayez plus tard
pl: Nie udało się pobrać audio, spróbuj ponownie później

source: Failed to evaluate pronunciation
es: Error al evaluar la pronunciación
fr: Échec de l'évaluation de la pronunciation
pl: Nie udało się ocenić wymowy

source: Failed to evaluate pronunciation. Please try again.
es: No se pudo evaluar la pronunciación. Por favor, inténtalo de nuevo.
fr: Échec de l'évaluation de la prononciation. Veuillez réessayer.
pl: Nie udało się ocenić wymowy. Spróbuj ponownie.

source: Failed to fetch leaderboard data
es: Error al obtener datos de la clasificación
fr: Échec de la récupération des données du classement
pl: Nie udało się pobrać danych rankingu

source: Failed to fetch marketing preferences
es: Error al obtener las preferencias de marketing
fr: Échec de la récupération des préférences marketing
pl: Nie udało się pobrać preferencji marketingowych

source: Failed to fetch nickname
es: Error al obtener el apodo
fr: Échec de la récupération du pseudo
pl: Nie udało się pobrać pseudonimu

source: Failed to fetch subscription details
es: Error al obtener los detalles de la suscripción
fr: Échec de la récupération des détails de l'abonnement
pl: Nie udało się pobrać szczegółów subskrypcji

source: Failed to fetch topics
es: Error al obtener los temas
fr: Échec de la récupération des sujets
pl: Nie udało się pobrać tematów

source: Failed to fetch user settings
es: Error al obtener la configuración del usuario
fr: Échec de la récupération des paramètres utilisateur
pl: Nie udało się pobrać ustawień użytkownika

source: Failed to fetch user stats
es: No se pudieron obtener las estadísticas del usuario
fr: Échec de la récupération des statistiques de l'utilisateur
pl: Nie udało się pobrać statystyk użytkownika

source: Failed to generate audio for word, try again later
es: No se pudo generar el audio de la palabra, inténtalo de nuevo más tarde
fr: Échec de la génération de l'audio pour le mot, réessayez plus tard
pl: Nie udało się wygenerować audio dla słowa, spróbuj ponownie później

source: Failed to generate audio, try again later
es: No se pudo generar el audio, inténtalo de nuevo más tarde
fr: Échec de la génération de l'audio, réessayez plus tard
pl: Nie udało się wygenerować audio, spróbuj ponownie później

source: Failed to generate exercise, please try again
es: Error al generar el ejercicio, por favor intenta de nuevo
fr: Échec de la génération de l'exercice, veuillez réessayer
pl: Nie udało się wygenerować ćwiczenia, spróbuj ponownie

source: Failed to generate IPA transcription, try again later
es: No se pudo generar la transcripción AFI, inténtalo de nuevo más tarde
fr: Échec de la génération de la transcription IPA, réessayez plus tard
pl: Nie udało się wygenerować transkrypcji IPA, spróbuj ponownie później

source: Failed to generate pronunciation exercise, please try again.
es: Error al generar el ejercicio de pronunciación, por favor inténtalo de nuevo.
fr: Échec de la génération de l'exercice de prononciation, veuillez réessayer.
pl: Nie udało się wygenerować ćwiczenia wymowy, spróbuj ponownie.

source: Failed to generate pronunciation exercise.
es: No se pudo generar el ejercicio de pronunciación.
fr: Échec de la génération de l'exercice de prononciation.
pl: Nie udało się wygenerować ćwiczenia wymowy.

source: Failed to generate transliteration, try again later
es: No se pudo generar la transliteración, inténtalo de nuevo más tarde
fr: Échec de la génération de la translitération, réessayez plus tard
pl: Nie udało się wygenerować transliteracji, spróbuj ponownie później

source: Failed to initialize payment system. Please restart the app.
es: No se pudo iniciar el sistema de pagos. Reinicia la aplicación.
fr: Échec de l'initialisation du système de paiement. Veuillez redémarrer l'application.
pl: Nie udało się zainicjować systemu płatności. Uruchom ponownie aplikację.

source: Failed to load grammar patterns
es: Error al cargar los patrones gramaticales
fr: Échec du chargement des modèles grammaticaux
pl: Nie udało się załadować wzorców gramatycznych

source: Failed to process audio recording
es: Error al procesar la grabación de audio
fr: Échec du traitement de l'enregistrement audio
pl: Nie udało się przetworzyć nagrania audio

source: Failed to remove word from saved words
es: No se pudo quitar la palabra de palabras guardadas
fr: Échec de la suppression du mot des mots enregistrés
pl: Error al eliminar la palabra de las palabras guardadas

source: Failed to retrieve payment system. Please restart the app.
es: No se pudo recuperar el sistema de pagos. Reinicia la aplicación.
fr: Échec de la récupération du système de paiement. Veuillez redémarrer l'application.
pl: Nie udało się pobrać systemu płatności. Uruchom ponownie aplikację.

source: Failed to send feedback. Please try again.
es: No se pudieron enviar los comentarios. Inténtalo de nuevo.
fr: Impossible d'envoyer le retour. Veuillez réessayer.
pl: Nie udało się wysłać opinii. Spróbuj ponownie.

source: Failed to start translation exercise, please try again.
es: No se pudo iniciar el ejercicio de traducción, por favor inténtalo de nuevo.
fr: Échec du démarrage de l'exercice de traduction, veuillez réessayer.
pl: Nie udało się rozpocząć ćwiczenia z tłumaczenia, spróbuj ponownie.

source: Failed to transcribe audio. Please try again.
es: No se pudo transcribir el audio. Por favor, inténtalo de nuevo.
fr: Échec de la transcription audio. Veuillez réessayer.
pl: Nie udało się przepisać nagrania. Spróbuj ponownie.

source: Failed to transcribe text. Please try again.
es: No se pudo transcribir el texto. Inténtalo de nuevo.
fr: Échec de la transcription du texte. Veuillez réessayer.
pl: Nie udało się transkrybować tekstu. Proszę spróbować ponownie.

source: Failed to translate message, try again later
es: No se pudo traducir el mensaje, inténtalo de nuevo más tarde
fr: Échec de la traduction du message, réessayez plus tard
pl: Nie udało się przetłumaczyć wiadomości, spróbuj ponownie później

source: Failed to translate word, try again later
es: No se pudo traducir la palabra, inténtalo de nuevo más tarde
fr: Échec de la traduction du mot, réessayez plus tard
pl: Nie udało się przetłumaczyć słowa, spróbuj ponownie później
