Repository: TasseDeCafe/app-monorepo-template
Catalog: packages/i18n/locales/*/messages.po
Languages: es, fr, pl

source: Failed to trigger Sentry message
es: Error al activar el mensaje de Sentry
fr: Échec du déclenchement du message Sentry
pl: Nie udało się wysłać wiadomości Sentry

source: Failed to update accent
es: No se pudo actualizar el acento
fr: Impossible de mettre à jour l'accent
pl: Nie udało się zaktualizować akcentu

source: Failed to update audio speed
es: Error al actualizar la velocidad del audio
fr: Échec de la mise à jour de la vitesse audio
pl: Nie udało się zaktualizować prędkości audio

source: Failed to update daily study time
es: No se pudo actualizar el tiempo de estudio diario
fr: Impossible de mettre à jour le temps d'étude quotidien
pl: Nie udało się zaktualizować dziennego czasu nauki

source: Failed to update dialect
es: Error al actualizar el dialecto
fr: Échec de la mise à jour du dialecte
pl: Nie udało się zaktualizować dialektu

source: Failed to update email preferences
es: No se pudieron actualizar las preferencias de email
fr: Impossible de mettre à jour les préférences email
pl: Nie udało się zaktualizować preferencji emailowych

source: Failed to update frequency list position
es: Error al actualizar la posición de la lista de frecuencia
fr: Échec de la mise à jour de la position dans la liste de fréquence
pl: Nie udało się zaktualizować pozycji listy frekwencyjnej

source: Failed to update mother language
es: No se pudo actualizar el idioma materno
fr: Impossible de mettre à jour la langue maternelle
pl: Nie udało się zaktualizować języka ojczystego

source: Failed to update native language
es: No se pudo actualizar el idioma nativo
fr: Échec de la mise à jour de la langue maternelle
pl: Nie udało się zaktualizować języka ojczystego

source: Failed to update nickname
es: Error al actualizar el apodo
fr: Échec de la mise à jour du pseudo
pl: Nie udało się zaktualizować pseudonimu

source: Failed to update nickname. Please try again.
es: No se pudo actualizar el apodo. Por favor, inténtalo de nuevo.
fr: Échec de la mise à jour du pseudo. Veuillez réessayer.
pl: Nie udało się zaktualizować pseudonimu. Spróbuj ponownie.

source: Failed to update settings
es: Error al actualizar la configuración
fr: Échec de la mise à jour des paramètres
pl: Nie udało się zaktualizować ustawień

source: Failed to update study language
es: No se pudo actualizar el idioma de estudio
fr: Impossible de mettre à jour la langue d'étude
pl: Nie udało się zaktualizować języka nauki

source: Failed to update topics
es: Error al actualizar los temas
fr: Échec de la mise à jour des sujets
pl: Nie udało się zaktualizować tematów

source: Failed to update user data or clone voice
es: Error al actualizar los datos del usuario o clonar la voz
fr: Échec de la mise à jour des données utilisateur ou du clonage de la voix
pl: Nie udało się zaktualizować danych użytkownika lub sklonować głosu

source: Failed to update word length
es: Error al actualizar la longitud de palabras
fr: Échec de la mise à jour de la longueur du mot
pl: Nie udało się zaktualizować długości słowa

source: Family
es: Familia
fr: Famille
pl: Rodzina

source: Fashion
es: Moda
fr: Mode
pl: Moda

source: Features
es: Funciones
fr: Fonctionnalités
pl: Funkcje

source: Filter leaderboard by specific language or show all languages
es: Filtra la clasificación por un idioma concreto o muestra todos los idiomas
fr: Filtrer le classement par langue spécifique ou afficher toutes les langues
pl: Filtruj ranking według konkretnego języka lub pokaż wszystkie języki

source: Filter Results
es: Filtrar resultados
fr: Filtrer les résultats
pl: Filtruj wyniki

source: Finance
es: Finanzas
pl: Finanse

source: Finnish
es: Finlandés
fr: Finnois
pl: Fiński

source: Flemish
es: Flamenco
fr: Flamand
pl: Flamandzki

source: Food
es: Comida
fr: Nourriture
pl: Jedzenie

source: For best results, please record in a quiet environment.
es: Para obtener mejores resultados, graba en un entorno silencioso.
fr: Pour de meilleurs résultats, veuillez enregistrer dans un environnement calme.
pl: Aby uzyskać najlepsze wyniki, nagrywaj w cichym otoczeniu.

source: For decades, the best way to improve pronunciation was to learn language phonetics, listen to, and repeat after native speakers. Unfortunately, perfect pronunciation requires much more than these elements—it also involves prosody, intonation, rhythm, and a specific way of expressing emotions. When practicing, it's better to repeat after your own native voice instead of mimicking other people's native voices. This makes learning more natural, immersive and motivating.
es: Durante décadas, la mejor manera de mejorar la pronunciación ha sido aprender fonética, escuchar y repetir después de hablantes nativos. Desafortunadamente, una pronunciación perfecta requiere mucho más que estos elementos — incluye prosodia, entonación, ritmo y una forma específica de expresar emociones. Durante la práctica, es mejor repetir después de tu propia voz (clon) que imitar las voces de hablantes nativos cuya edad, género y timbre de voz pueden ser diferentes. Esto hace que el aprendizaje sea más natural, inmersivo y motivador.
fr: Pendant des décennies, la meilleure façon d'améliorer sa prononciation était d'apprendre la phonétique, d'écouter et de répéter après des locuteurs natifs. Malheureusement, une prononciation parfaite nécessite bien plus que ces éléments — elle implique aussi la prosodie, l'intonation, le rythme et une façon spécifique d'exprimer les émotions. Lors de la pratique, il est préférable de répéter après sa propre voix plutôt que d'imiter les voix d'autres locuteurs natifs. Cela rend l'apprentissage plus naturel, immersif et motivant.
pl: Przez dziesięciolecia najlepszym sposobem na poprawę wymowy było nauczenie się fonetyki języka, słuchanie i powtarzanie za native speakerami. Niestety, idealna wymowa wymaga znacznie więcej niż te elementy — obejmuje również prozodię, intonację, rytm i określony sposób wyrażania emocji. Podczas ćwiczeń lepiej jest powtarzać za sobą samym (klonem), niż naśladować głosy native speakerów, których wiek, płeć, i barwa głosu mogą się różnić. Dzięki temu nauka staje się bardziej naturalna, wciągająca i motywująca.

source: Free for {NUMBER_OF_DAYS_IN_FREE_TRIAL} days
es: Gratis durante {NUMBER_OF_DAYS_IN_FREE_TRIAL} días
fr: Gratuit pendant {NUMBER_OF_DAYS_IN_FREE_TRIAL} jours
pl: Darmowy przez {NUMBER_OF_DAYS_IN_FREE_TRIAL} dni

source: Free Trial
es: Prueba gratuita
fr: Essai gratuit
pl: Okres próbny

source: French
es: Francés
fr: Français
pl: Francuski

source: Frequently Asked Questions
es: Preguntas frecuentes
fr: Foire aux questions
pl: Często zadawane pytania

source: Friendly
es: Amigable
fr: Amical
pl: Przyjazny

source: Full Name
es: Nombre completo
fr: Nom complet
pl: Imię i nazwisko

source: Gaming
es: Videojuegos
fr: Jeux vidéo
pl: Gry

source: Gardening
es: Jardinería
fr: Jardinage
pl: Ogrodnictwo

source: Generating IPA...
es: Generando AFI...
fr: Génération de l'IPA...
pl: Generowanie IPA...

source: Generating transcription...
es: Generando transcripción...
fr: Génération de la transcription...
pl: Generowanie transkrypcji...

source: German
es: Alemán
fr: Allemand
pl: Niemiecki

source: Get familiar with your new voice clone, from now on you can practice with it!
es: Familiarízate con tu nuevo clon de voz: ¡a partir de ahora podrás practicar con él!
fr: Familiarisez-vous avec votre nouveau clone vocal, vous pouvez désormais vous entraîner avec !
pl: Zapoznaj się ze swoim nowym klonem głosu, od teraz możesz z nim ćwiczyć!

source: Get instant feedback on your pronunciation with our advanced speech recognition technology. Identify and correct mistakes immediately, helping you develop accurate pronunciation faster than traditional methods.
es: Obtén retroalimentación instantánea sobre tu pronunciación con nuestra tecnología avanzada de reconocimiento de voz. Identifica y corrige errores de inmediato, ayudándote a desarrollar una pronunciación precisa más rápido que con métodos tradicionales.
fr: Obtenez un retour instantané sur votre prononciation grâce à notre technologie avancée de reconnaissance vocale. Identifiez et corrigez immédiatement les erreurs, vous aidant à développer une prononciation précise plus rapidement que les méthodes traditionnelles.
pl: Otrzymuj natychmiastową informację zwrotną o wymowie dzięki naszemu zaawansowanemu rozpoznawaniu mowy. Błyskawicznie identyfikuj i poprawiaj błędy, aby szybciej osiągać poprawną wymowę niż tradycyjnymi metodami.

source: Get ready
es: Prepárate
fr: Préparez-vous
pl: Przygotuj się

source: Get Started
es: Empezar
fr: C'est parti !
pl: Rozpocznij

source: Get Started Now
es: Empieza Ahora
fr: C'est parti !
pl: Zacznij teraz

source: Get tailored exercises and feedback based on your native language and learning goals.
es: Obtén ejercicios y retroalimentación adaptados a tu idioma nativo y objetivos de aprendizaje.
fr: Obtenez des exercices et des retours adaptés à votre langue maternelle et à vos objectifs d'apprentissage.
pl: Uzyskaj dostosowane ćwiczenia i informacje zwrotne na podstawie swojego języka ojczystego i celów nauki.

source: Get the App
es: Obtener la App
fr: Obtenir l'App
pl: Pobierz Aplikację

source: Getting your exercise ready...
es: Preparando tu ejercicio...
fr: Préparation de votre exercice...
pl: Tworzenie ćwiczenia...

source: Give Feedback
es: Dar Retroalimentación
fr: Donner votre avis
pl: Przekaż opinię

source: GO PRACTICE NOW
es: PRACTICA AHORA
fr: ALLER PRATIQUER
pl: PRZEJDŹ DO ĆWICZEŃ

source: Go to Dashboard
es: Ir al panel
fr: Aller au Tableau de Bord
pl: Przejdź do Pulpitu

source: Go to exercises
es: Ir a ejercicios
fr: Aller aux exercices
pl: Przejdź do ćwiczeń

source: Go to exercises to learn new words
es: Ve a los ejercicios para aprender palabras nuevas
fr: Allez aux exercices pour apprendre de nouveaux mots
pl: Przejdź do ćwiczeń, aby uczyć się nowych słów

source: Go to saved words
es: Ir a palabras guardadas
fr: Mots sauvegardés
pl: zapisane słowa

source: Go to Voice Cloning
es: Ir a la clonación de voz
fr: Aller au Clonage Vocal
pl: Przejdź do klonowania

source: Got it
es: Entendido
fr: Compris
pl: Rozumiem

source: Greek
es: Griego
fr: Grec
pl: Grecki

source: Greetings
es: Saludos
fr: Salutations
pl: Powitania

source: grouped by language
es: agrupado por idioma
fr: groupés par langue
pl: pogrupowane według języka

source: Have an account?
es: ¿Tienes cuenta?
fr: Vous avez déjà un compte ?
pl: Masz już konto?

source: Have questions, feedback, or just want to say hello? We would love to hear from you! Feel free to reach out to us by email.
es: ¿Tienes preguntas, comentarios o simplemente quieres saludar? ¡Nos encantaría saber de ti! No dudes en contactarnos por correo electrónico.
fr: Vous avez des questions, des commentaires ou voulez simplement dire bonjour ? Nous serions ravis de vous entendre ! N'hésitez pas à nous contacter par e-mail.
pl: Masz pytania, uwagi lub chcesz po prostu się przywitać? Chętnie Cię wysłuchamy! Skontaktuj się z nami przez e-mail.

source: Having a voice clone to practice accents? That's like having a personal language coach who never gets tired of hearing you speak!
es: ¿Tener un clon de voz para practicar acentos? ¡Es como tener un profesor de idiomas personal que nunca se cansa de escucharte hablar!
fr: Avoir un clone vocal pour pratiquer les accents ? C'est comme avoir un coach linguistique personnel qui ne se lasse jamais de vous entendre parler !
pl: Posiadanie klonu głosu do ćwiczenia akcentów ? To tak, jakby mieć osobistego trenera językowego, który nigdy nie znudzi się słuchaniem, jak mówisz!

source: Help us improve YourBestAccent
es: Ayúdanos a mejorar YourBestAccent
fr: Aidez-nous à améliorer YourBestAccent
pl: Pomóż nam ulepszyć YourBestAccent

source: Help us understand how visitors interact with our website. This data is anonymized.
es: Ayúdanos a entender cómo interactúan los visitantes con nuestra web. Estos datos se anonimizan.
fr: Nous aident à comprendre comment les visiteurs interagissent avec notre site web. Ces données sont anonymisées.
pl: Pomagają nam zrozumieć, jak odwiedzający korzystają z naszej strony. Te dane są anonimowe.

source: Hey there! It's Kamil and Sébastien here, the creators of yourbestaccent.com. We've been pouring our hearts into developing the beta version of the app and your feedback is crucial for us. We're excited to roll out new features soon, and we're always looking for ways to improve the app.
es: ¡Hola! Somos Kamil y Sébastien, los creadores de yourbestaccent.com. Llevamos mucho tiempo trabajando con cariño en la versión beta de la aplicación y tu opinión es fundamental para nosotros. Estamos deseando lanzar nuevas funciones muy pronto y siempre buscamos formas de mejorar la aplicación.
fr: Bonjour ! Ici Kamil et Sébastien, les créateurs de yourbestaccent.com. Nous mettons tout notre cœur dans le développement de la version bêta de l'application et vos retours sont essentiels pour nous. Nous sommes impatients de déployer de nouvelles fonctionnalités bientôt, et nous cherchons toujours des moyens d'améliorer l'application.
pl: Hej! Tu Kamil i Sébastien, twórcy yourbestaccent.com. Wkładamy całe serce w rozwój wersji beta aplikacji i Twoja opinia jest dla nas kluczowa. Już wkrótce wprowadzimy nowe funkcje i stale szukamy sposobów, by ją ulepszać.

source: Hey there! It's Kamil and Sébastien here, the creators of yourbestaccent.com. We've been pouring our hearts into developing this app and your feedback is crucial for us. We're excited to roll out new features soon.
es: ¡Hola! Somos Kamil y Sébastien, los creadores de yourbestaccent.com. Llevamos mucho tiempo trabajando con cariño en esta app y tu opinión es clave para nosotros. Estamos deseando lanzar nuevas funciones muy pronto.
fr: Bonjour ! C'est Kamil et Sébastien, les créateurs de yourbestaccent.com. Nous avons mis tout notre cœur dans le développement de cette application et vos retours sont essentiels pour nous. Nous sommes impatients de déployer de nouvelles fonctionnalités bientôt.
pl: Cześć! Tu Kamil i Sébastien, twórcy yourbestaccent.com. Włożyliśmy całe serce w rozwój tej aplikacji, Twoja opinia jest dla nas kluczowa. Jesteśmy podekscytowani możliwością wprowadzenia nowych funkcji.

source: Hey!
es: ¡Hola!
fr: Hé !
pl: Hej!

source: Hide grammar
es: Ocultar gramática
fr: Masquer la grammaire
pl: Ukryj gramatykę

source: Hide IPA
es: Ocultar AFI
fr: Masquer l'IPA
pl: Ukryj IPA

source: Hide previous attempts
es: Ocultar intentos anteriores
fr: Cacher les essais antérieurs
pl: Ukryj poprzednie próby

source: Hide translation
es: Ocultar traducción
fr: Masquer la traduction
pl: Ukryj tłumaczenie

source: Hide transliteration
es: Ocultar transliteración
fr: Masquer la translitération
pl: Ukryj transliterację

source: History
es: Historial
fr: Histoire
pl: Historia

source: Home
es: Inicio
fr: Accueil
pl: Główna

source: How do I get a free trial?
es: ¿Cómo consigo una prueba gratuita?
fr: Comment obtenir un essai gratuit ?
pl: Jak mogę otrzymać bezpłatną wersję próbną?

source: How do you clone voices?
es: ¿Cómo clonamos las voces?
fr: Comment clonez-vous les voix ?
pl: Jak klonujemy głosy?

source: How do you ensure the security of my voice data?
es: ¿Cómo aseguran mis datos de voz?
fr: Comment assurez-vous la sécurité de mes données vocales ?
pl: Jak zapewniacie bezpieczeństwo moich danych głosowych?

source: How long will it take to clone my voice?
es: ¿Cuánto tiempo toma clonar mi voz?
fr: Combien de temps faut-il pour cloner ma voix ?
pl: Ile czasu potrzeba na sklonowanie mojego głosu?

source: How your free trial works
es: Cómo funciona tu prueba gratuita
fr: Comment fonctionne votre essai gratuit
pl: Jak działa Twój okres próbny

source: Humorous
es: Humorístico
fr: Humoristique
pl: Humorystyczny

source: Hungarian
es: Húngaro
fr: Hongrois
pl: Węgierski

source: I am learning
es: Estoy aprendiendo
fr: J'apprends
pl: Uczę się

source: I am learning:
es: Estoy aprendiendo:
fr: J'apprends :
pl: Uczę się:

source: I consent to having my voice cloned for personalized learning experiences within YourBestAccent.com, and I agree to the
es: Acepto que se clone mi voz para ofrecerme experiencias de aprendizaje personalizadas en YourBestAccent.com y acepto las
fr: Je consens à ce que ma voix soit clonée pour des expériences d'apprentage personnalisées sur YourBestAccent.com, et j'accepte les
pl: Wyrażam zgodę na sklonowanie mojego głosu w celu spersonalizowanej nauki w ramach YourBestAccent.com i akceptuję

source: I want to delete my account
es: Quiero eliminar mi cuenta
fr: Je veux supprimer mon compte
pl: Chcę usunąć moje konto

source: If you have any questions about these Terms of Service, please contact us via email contact@yourbestaccent.com
es: Si tienes alguna pregunta sobre estos Términos de Servicio, contáctanos por correo electrónico a contact@yourbestaccent.com
fr: Si vous avez des questions concernant ces Conditions d'utilisation, veuillez nous contacter par e-mail contact@yourbestaccent.com
pl: Jeśli masz pytania dotyczące niniejszych Warunków świadczenia usług, skontaktuj się z nami pod adresem contact@yourbestaccent.com

source: If you have any questions about this Privacy Policy, please contact us via email: contact@yourbestaccent.com
es: Si tienes alguna pregunta sobre esta Política de Privacidad, contáctanos por correo electrónico: contact@yourbestaccent.com
fr: Si vous avez des questions concernant cette Politique de confidentialité, veuillez nous contacter par e-mail : contact@yourbestaccent.com
pl: Jeśli masz pytania dotyczące niniejszej Polityki prywatności, napisz do nas na adres contact@yourbestaccent.com

source: If you'd like to create a new account, sign up again below.
es: Si deseas crear una nueva cuenta, regístrate nuevamente a continuación.
fr: Si vous souhaitez créer un nouveau compte, inscrivez-vous à nouveau ci-dessous.
pl: Jeśli chcesz utworzyć nowe konto, zarejestruj się ponownie poniżej.

source: If you'd like to create a new account, you can sign up again.
es: Si deseas crear una nueva cuenta, puedes registrarte nuevamente.
fr: Si vous souhaitez créer un nouveau compte, vous pouvez vous inscrire à nouveau.
pl: Jeśli chcesz utworzyć nowe konto, możesz zarejestrować się ponownie.

source: In no event shall YourBestAccent.com, nor its directors, employees, partners, agents, suppliers, or affiliates, be liable for any indirect, incidental, special, consequential, or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, resulting from:
es: En ningún caso YourBestAccent.com, ni sus directores, empleados, socios, agentes, proveedores o afiliados, serán responsables de ningún daño indirecto, incidental, especial, consecuente o punitivo, incluyendo sin limitación, pérdida de beneficios, datos, uso, buena voluntad u otras pérdidas intangibles, resultantes de:
fr: En aucun cas YourBestAccent.com, ni ses directeurs, employés, partenaires, agents, fournisseurs ou affiliés, ne pourront être tenus responsables de dommages indirects, accessoires, spéciaux, consécutifs ou punitifs, y compris, sans s'y limiter, la perte de profits, de données, d'utilisation, de fonds de commerce ou d'autres pertes intangibles, résultant de :
pl: W żadnym wypadku YourBestAccent.com ani jego dyrektorzy, pracownicy, partnerzy, agenci, dostawcy czy podmioty stowarzyszone nie ponoszą odpowiedzialności za jakiekolwiek pośrednie, przypadkowe, szczególne, wynikowe czy karne szkody, w tym m.in. utratę zysków, danych, sposobność korzystania, renomy lub innych wartości niematerialnych, wynikające z:

source: In the next step, you'll read a short text aloud. For best results, ensure you're in a quiet environment. You can make mistakes, they will not affect the voice cloning.
es: En el siguiente paso leerás en voz alta un texto corto. Para obtener mejores resultados, asegúrate de estar en un entorno silencioso. Puedes cometer errores, no afectarán a la clonación de voz.
fr: À l'étape suivante, vous lirez un court texte à voix haute. Pour de meilleurs résultats, assurez-vous d'être dans un environnement calme. Vous pouvez faire des erreurs, elles n'affecteront pas le clonage vocal.
pl: W następnym kroku przeczytasz na głos krótki tekst. Dla najlepszych rezultatów upewnij się, że jesteś w cichym otoczeniu. Możesz popełniać błędy, nie wpłyną one na klonowanie głosu.

source: In your target language
es: En tu idioma de estudio
fr: Dans votre langue cible
pl: W języku, którego się uczysz

source: In-App Purchases
es: Compras dentro de la aplicación
fr: Achats intégrés
pl: Zakupy w aplikacji

source: Indian English
es: Inglés indio
fr: Anglais indien
pl: Angielski indyjski

source: Indonesian
es: Indonesio
fr: Indonésien
pl: Indonezyjski

source: Initializing payments...
es: Iniciando pagos...
fr: Initialisation des paiements...
pl: Inicjowanie płatności...

source: Initializing...
es: Inicializando...
fr: Initialisation...
pl: Inicjalizacja...

source: International phonetic alphabet (IPA) and transliteration will appear above the study words
es: El alfabeto fonético internacional (AFI) y la transliteración aparecerán encima de las palabras de estudio
fr: L'alphabet phonétique international (API) et la translittération apparaîtront au-dessus des mots étudiés
pl: Międzynarodowy alfabet fonetyczny (IPA) i transliteracja pojawią się nad słowami do nauki

source: Interview
es: Entrevista
fr: Entretien
pl: Rozmowa kwalifikacyjna

source: Introduce your card details and get instant access
es: Introduce los datos de tu tarjeta y obtén acceso inmediato
fr: Introduisez les détails de votre carte et obtenez accès instantané
pl: Wprowadź dane karty i uzyskaj natychmiastowy dostęp

source: Introductions
es: Presentaciones
fr: Présentations
pl: Przedstawienia

source: Introvert
es: Introvertido
fr: Introverti
pl: Introwertyk

source: Invalid language.
es: Idioma no válido.
fr: Langue non valide.
pl: Nieprawidłowy język.

source: Invalid token. Please sign in again.
es: Token inválido. Por favor, inicia sesión nuevamente.
fr: Jeton invalide. Veuillez vous reconnecter.
pl: Nieprawidłowy token. Zaloguj się ponownie.

source: iOS App
es: App iOS
fr: App iOS
pl: Aplikacja iOS

source: IPA (International Phonetic Alphabet) transcription is an experimental feature and might contain errors.
es: La transcripción AFI (Alfabeto Fonético Internacional) es una función experimental y puede contener errores.
fr: La transcription API (Alphabet Phonétique International) est une fonction expérimentale et peut contenir des erreurs.
pl: Transkrypcja IPA (Międzynarodowy Alfabet Fonetyczny) jest funkcją eksperymentalną i może zawierać błędy.

source: IPA and transliteration
es: AFI y transliteración
fr: API et translittération
pl: IPA i transliteracja

source: IPA Converter
es: Conversor AFI
fr: Convertisseur API
pl: Konwerter IPA

source: IPA Transcription
es: Transcripción AFI
fr: Transcription API
pl: Transkrypcja IPA

source: Ipa transcription copied to clipboard
es: Transcripción AFI copiada al portapapeles
fr: Transcription IPA copié dans le presse-papiers
pl: Transkrypcja IPA skopiowana do schowka

source: IPA transcription copied to clipboard
es: Transcripción AFI copiada al portapapeles
fr: Transcription API copiée dans le presse-papiers
pl: Transkrypcja IPA skopiowana do schowka

source: IPA transcription will appear here
es: La transcripción AFI aparecerá aquí
fr: La transcription API apparaîtra ici
pl: Transkrypcja IPA pojawi się tutaj

source: Is the payment service secure?
es: ¿Es seguro el servicio de pago?
fr: Le service de paiement est-il sécurisé ?
pl: Czy usługa płatności jest bezpieczna?

source: Italian
es: Italiano
fr: Italien
pl: Włoski

source: Japanese
es: Japonés
fr: Japonais
pl: Japoński

source: Japanese native, learning English
es: Japonés, aprendiendo inglés
fr: Japonais, apprend l'anglais
pl: Japończyk, nauka angielskiego
