Repository: TasseDeCafe/app-monorepo-template
Catalog: packages/i18n/locales/*/messages.po
Languages: es, fr, pl

source: Want to translate more than one word? Turn this on to enter the multi-word selection mode, then click on words one by one to select them. When you're done, click on "End Selection" in the menu to save your selection and see the translation. These selected words and phrases will be stored to create new sentences later to help you review expressions and collocations.
es: ¿Quieres traducir más de una palabra? Activa esto para entrar en el modo de selección de múltiples palabras, luego haz clic en las palabras una por una para seleccionarlas. Cuando termines, haz clic en "Finalizar selección" en el menú para guardar tu selección y ver la traducción. Estas palabras y frases seleccionadas se almacenarán para crear nuevas oraciones más adelante y ayudarte a repasar expresiones y colocaciones.
fr: Vous voulez traduire plus d'un mot ? Activez cette option pour entrer en mode de sélection multiple, puis cliquez sur les mots un par un pour les sélectionner. Lorsque vous avez terminé, cliquez sur « Terminer la sélection » dans le menu pour enregistrer votre sélection et voir la traduction. Ces mots et expressions sélectionnés seront stockés pour créer de nouvelles phrases plus tard afin de vous aider à réviser les expressions et collocations.
pl: Chcesz przetłumaczyć więcej niż jedno słowo? Włącz tę opcję, aby przejść do trybu wyboru wielu słów, a następnie klikaj słowa jedno po drugim, aby je zaznaczyć. Gdy skończysz, kliknij „Zakończ zaznaczanie" w menu, aby zapisać zaznaczenie i zobaczyć tłumaczenie. Te wybrane słowa i wyrażenia będą przechowywane, aby później tworzyć nowe zdania, które pomogą Ci powtórzyć wyrażenia i kolokacje.

source: Want to try this feature right away? It's available on our web platform.
es: ¿Quieres probar esta función ahora mismo? Está disponible en nuestra plataforma web.
fr: Vous voulez essayer cette fonctionnalité dès maintenant ? Elle est disponible sur notre plateforme web.
pl: Chcesz wypróbować tę funkcję już teraz? Jest dostępna na naszej platformie internetowej.

source: Warm, friendly voice. Clear pronunciation and natural rhythm.
es: Voz cálida y amistosa. Pronunciación clara y ritmo natural.
fr: Voix chaleureuse et amicale. Prononciation claire et rythme naturel.
pl: Ciepły, przyjazny głos. Wyraźna wymowa i naturalny rytm.

source: Warning
es: Advertencia
fr: Attention
pl: Ostrzeżenie

source: We are two software engineers, Kamil and Sébastien, who are absolutely crazy about language learning; together, we speak over 15 languages. We always dreamed of using an app like this, but we never found one, so we decided to create it ourselves.
es: Somos Kamil y Sébastien, dos ingenieros de software absolutamente apasionados por el aprendizaje de idiomas; juntos hablamos más de 15 idiomas. Siempre soñamos con usar una aplicación como esta, pero nunca encontramos una, así que finalmente decidimos crearla nosotros mismos.
fr: Nous sommes deux ingénieurs logiciels, Kamil et Sébastien, passionnés par l'apprentissage des langues ; ensemble, nous parlons plus de 15 langues. Nous avons toujours rêvé d'utiliser une application comme celle-ci, mais nous n'en avons jamais trouvé, alors nous avons décidé de la créer nous-mêmes.
pl: Tu Kamile I Sébastien. Jesteśmy dwoma programistami, którzy są absolutnie zafascynowani nauką języków; razem mówimy w ponad 15 językach. Zawsze marzyliśmy o korzystaniu z takiej aplikacji, ale nigdy nie znaleźliśmy niczego podobnego, więc w końcu postanowiliśmy ją stworzyć sami.

source: We engage reputable third-party companies to facilitate our services ("Service Providers"), provide the service on our behalf, perform service-related services, and assist in analyzing how our service is used. These third parties are carefully selected and have access to your Personal Data only to perform specific tasks on our behalf. They are contractually bound to maintain the confidentiality of your information and are committed to complying with applicable privacy laws, ensuring that your data is handled securely and responsibly.
es: Contratamos empresas de terceros de buena reputación para facilitar nuestros servicios ("Proveedores de Servicios"), proporcionar el servicio en nuestro nombre, realizar servicios relacionados con el servicio y ayudar a analizar cómo se usa nuestro servicio. Estos terceros son cuidadosamente seleccionados y tienen acceso a tus Datos Personales solo para realizar tareas específicas en nuestro nombre. Están contractualmente obligados a mantener la confidencialidad de tu información y están comprometidos a cumplir con las leyes de privacidad aplicables, asegurando que tus datos se manejen de manera segura y responsable.
fr: Nous collaborons avec des entreprises tierces réputées pour faciliter nos services (« Prestataires de services »), fournir le service en notre nom, effectuer des services liés au service et nous aider à analyser comment notre service est utilisé. Ces tiers sont soigneusement sélectionnés et n'ont accès à vos Données personnelles que pour effectuer des tâches spécifiques en notre nom. Ils sont contractuellement tenus de maintenir la confidentialité de vos informations et s'engagent à se conformer aux lois applicables en matière de confidentialité, garantissant que vos données sont traitées de manière sécurisée et responsable.
pl: Współpracujemy z renomowanymi firmami zewnętrznymi („Usługodawcami”), które wspierają nas w świadczeniu usług, działają w naszym imieniu, realizują zadania związane z usługą i pomagają analizować sposób jej wykorzystania. Podmioty te są starannie dobierane i mają dostęp do Twoich danych osobowych jedynie w celu wykonania konkretnych zadań. Są umownie zobowiązane do zachowania poufności oraz przestrzegania obowiązujących przepisów dotyczących prywatności, dzięki czemu Twoje dane są przetwarzane bezpiecznie i odpowiedzialnie.

source: We guarantee absolute control over your personal data through our automated account management system. Our platform provides a dedicated one-click deletion feature that ensures immediate and irreversible removal of all your data from our systems. When activated, this automated process permanently erases:
es: Garantizamos control absoluto sobre tus datos personales a través de nuestro sistema automatizado de gestión de cuentas. Nuestra plataforma proporciona una función dedicada de eliminación con un solo clic que asegura la eliminación inmediata e irreversible de todos tus datos de nuestros sistemas. Cuando se activa, este proceso automatizado borra permanentemente:
fr: Nous garantissons un contrôle absolu sur vos données personnelles grâce à notre système automatisé de gestion de compte. Notre plateforme fournit une fonctionnalité de suppression en un clic dédiée qui garantit la suppression immédiate et irréversible de toutes vos données de nos systèmes. Lorsqu'elle est activée, ce processus automatisé efface définitivement :
pl: Gwarantujemy pełną kontrolę nad Twoimi danymi osobowymi dzięki naszemu zautomatyzowanemu systemowi zarządzania kontem. Platforma udostępnia dedykowaną opcję jednego kliknięcia, która zapewnia natychmiastowe i nieodwracalne usunięcie wszystkich Twoich danych z naszych systemów. Po aktywacji ten automatyczny proces bezpowrotnie usuwa:

source: We implement and maintain robust security measures aligned with industry best practices to protect your Personal Data. Our security infrastructure includes:
es: Implementamos y mantenemos medidas de seguridad sólidas alineadas con las mejores prácticas de la industria para proteger tus Datos Personales. Nuestra infraestructura de seguridad incluye:
fr: Nous mettons en œuvre et maintenons des mesures de sécurité robustes conformes aux meilleures pratiques de l'industrie pour protéger vos Données personnelles. Notre infrastructure de sécurité comprend :
pl: Wdrażamy i utrzymujemy solidne środki bezpieczeństwa zgodne z najlepszymi praktykami branżowymi, aby chronić Twoje dane osobowe. Nasza infrastruktura bezpieczeństwa obejmuje:

source: We may terminate or suspend your account immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach these Terms. Upon termination, your right to use the service will cease immediately.
es: Podemos terminar o suspender tu cuenta inmediatamente, sin previo aviso o responsabilidad, por cualquier motivo, incluyendo sin limitación si incumples estos Términos. Al terminar, tu derecho a usar el servicio cesará inmediatamente.
fr: Nous pouvons résilier ou suspendre votre compte immédiatement, sans préavis ni responsabilité, pour quelque raison que ce soit, y compris, sans s'y limiter, si vous violez ces Conditions. Dès la résiliation, votre droit d'utiliser le service cessera immédiatement.
pl: Możemy natychmiast rozwiązać lub zawiesić Twoje konto bez uprzedniego powiadomienia ani odpowiedzialności, z jakiejkolwiek przyczyny, w tym w szczególności w razie naruszenia niniejszych Warunków. Po rozwiązaniu umowy Twoje prawo do korzystania z usługi wygasa natychmiast.

source: We provide transliteration for languages that use non-Latin scripts.
es: Ofrecemos transliteración para idiomas que usan alfabetos no latinos.
fr: Nous fournissons une translittération pour les langues utilisant des alphabets non latins.
pl: Zapewniamy transliterację dla języków używających alfabetów innych niż łaciński.

source: We take data security very seriously. Our team consists of experienced software engineers with over 15+ years of combined experience in both small and large companies. We regularly consult with external security experts to ensure we're following best practices in data protection. We use industry-standard solutions for authentication and data storage to maintain the highest level of security.
es: Tomamos la seguridad de datos muy en serio. Nuestro equipo está compuesto por ingenieros de software experimentados con más de 15 años de experiencia combinada tanto en pequeñas como grandes empresas. Consultamos regularmente con expertos externos en seguridad para asegurarnos de seguir las mejores prácticas en protección de datos. Utilizamos soluciones estándar de la industria para autenticación y almacenamiento de datos para mantener el más alto nivel de seguridad.
fr: Nous prenons la sécurité des données très au sérieux. Notre équipe est composée d'ingénieurs logiciels expérimentés avec plus de 15 ans d'expérience combinée dans les petites et grandes entreprises. Nous consultons régulièrement des experts en sécurité externes pour nous assurer de suivre les meilleures pratiques en matière de protection des données. Nous utilisons des solutions standard de l'industrie pour l'authentification et le stockage des données afin de maintenir le plus haut niveau de sécurité.
pl: Traktujemy bezpieczeństwo danych bardzo poważnie. Nasz zespół składa się z doświadczonych inżynierów oprogramowania z ponad 15-letnim łącznym doświadczeniem zarówno w małych, jak i dużych firmach. Regularnie konsultujemy się z zewnętrznymi ekspertami ds. bezpieczeństwa, aby upewnić się, że stosujemy najlepsze praktyki w zakresie ochrony danych. Używamy standardowych w branży rozwiązań do uwierzytelniania i przechowywania danych, aby utrzymać najwyższy poziom bezpieczeństwa.

source: We typically respond within 1-2 business days. Looking forward to hearing from you!
es: Normalmente respondemos en 1-2 días laborables. ¡Esperamos saber de ti!
fr: Nous répondons généralement sous 1 à 2 jours ouvrables. Au plaisir de vous entendre !
pl: Zwykle odpowiadamy w ciągu 1–2 dni roboczych. Czekamy na Twoją wiadomość!

source: We understand your concerns about data privacy. We are committed to transparency in our data handling practices. We only use your voice data for the purpose of improving pronunciation, and we give you full control over your data, including the ability to delete it at any time.
es: Entendemos tus preocupaciones sobre la privacidad de datos. Estamos comprometidos con la transparencia en nuestras prácticas de procesamiento de datos. Usamos tus datos de voz únicamente con el propósito de mejorar la pronunciación y te damos control total sobre tus datos, incluyendo la capacidad de eliminarlos en cualquier momento.
fr: Nous comprenons vos préoccupations concernant la confidentialité des données. Nous nous engageons à la transparence dans nos pratiques de traitement des données. Nous n'utilisons vos données vocales que dans le but d'améliorer la prononciation, et nous vous donnons un contrôle total sur vos données, y compris la possibilité de les supprimer à tout moment.
pl: Rozumiemy Twoje obawy dotyczące prywatności danych. Jesteśmy zobowiązani do przejrzystości w naszych praktykach przetwarzania danych. Używamy Twoich danych głosowych wyłącznie w celu poprawy wymowy i dajemy Ci pełną kontrolę nad Twoimi danymi, w tym możliwość ich usunięcia w dowolnym momencie.

source: We use cookies to enhance your experience. By continuing to visit this site, you agree to our use of cookies.
es: Usamos cookies para mejorar tu experiencia. Si sigues navegando por este sitio, aceptas el uso de cookies.
fr: Nous utilisons des cookies pour améliorer votre expérience. En continuant à visiter ce site, vous acceptez notre utilisation des cookies.
pl: Używamy ciasteczek, aby poprawić Twoje użytkowanie aplikacji. Kontynuując korzystanie z tej strony, zgadzasz się na używanie przez nas ciasteczka.

source: We use ElevenLabs as our voice cloning provider. They do not share voice clones or data with any big tech companies. ElevenLabs provides automated and moderated ways of securing voices. You can read more about their safety measures at: https://elevenlabs.io/safety
es: Utilizamos ElevenLabs como nuestro proveedor de clonación de voz. No comparten los clones de voz ni los datos con grandes empresas tecnológicas. ElevenLabs proporciona formas automatizadas y moderadas de asegurar las voces. Puedes leer más sobre sus medidas de seguridad en: https://elevenlabs.io/safety
fr: Nous utilisons ElevenLabs comme fournisseur de clonage vocal. Ils ne partagent pas les clones vocaux ni les données avec les grandes entreprises technologiques. ElevenLabs fournit des moyens automatisés et modérés de sécuriser les voix. Vous pouvez en savoir plus sur leurs mesures de sécurité sur : https://elevenlabs.io/safety
pl: Korzystamy z ElevenLabs jako naszego dostawcy usług klonowania głosu. Nie udostępniają oni klonów głosu ani danych żadnym dużym firmom technologicznym. ElevenLabs zapewnia zautomatyzowane i moderowane sposoby zabezpieczania głosów. Możesz przeczytać więcej o ich środkach bezpieczeństwa na stronie: https://elevenlabs.io/safety

source: We will generate sentences with words at around this position in the frequency list. A frequency list shows which words are used most often in a language. The lower the position of the word in a frequency list the more often it appears in the language. Words at a higher position are less frequent which very often means they are more difficult to learn.
es: Generaremos frases con palabras que se encuentren aproximadamente en esta posición de la lista de frecuencia. Una lista de frecuencia muestra qué palabras se usan con más frecuencia en un idioma. Cuanto menor es la posición de una palabra, más a menudo aparece en el idioma. Las palabras con una posición más alta son menos frecuentes y, a menudo, más difíciles de aprender.
fr: Nous générerons des phrases avec des mots autour de cette position dans la liste de fréquence. Une liste de fréquence montre quels mots sont les plus utilisés dans une langue. Plus la position du mot dans la liste de fréquence est basse, plus il apparaît souvent dans la langue. Les mots en positions plus élevées sont moins fréquents, ce qui signifie souvent qu'ils sont plus difficiles à apprendre.
pl: Wygenerujemy zdania ze słowami znajdującymi się w okolicy tej pozycji na liście frekwencyjnej. Lista frekwencyjna pokazuje, które słowa są najczęściej używane w języku. Im niższa pozycja słowa na liście frekwencyjnej, tym częściej pojawia się w języku. Słowa na wyższych pozycjach są rzadsze, co często oznacza, że są trudniejsze do nauczenia.

source: We will retain your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy. We will retain and use your Personal Data to the extent necessary to comply with our legal obligations, resolve disputes, and enforce our legal agreements and policies.
es: Conservaremos tus Datos Personales solo durante el tiempo necesario para los propósitos establecidos en esta Política de Privacidad. Conservaremos y usaremos tus Datos Personales en la medida necesaria para cumplir con nuestras obligaciones legales, resolver disputas y hacer cumplir nuestros acuerdos y políticas legales.
fr: Nous ne conserverons vos Données personnelles que le temps nécessaire aux fins énoncées dans cette Politique de confidentialité. Nous conserverons et utiliserons vos Données personnelles dans la mesure nécessaire pour nous conformer à nos obligations légales, résoudre les litiges et faire appliquer nos accords et politiques juridiques.
pl: Będziemy przechowywać Twoje dane osobowe tylko tak długo, jak to konieczne dla celów określonych w niniejszej Polityce prywatności. Zachowamy i wykorzystamy je w zakresie niezbędnym do spełnienia obowiązków prawnych, rozstrzygania sporów oraz egzekwowania naszych umów i polityk.

source: We will try to detect the language of your text automatically but it's better if you select it manually.
es: Intentaremos detectar automáticamente el idioma de tu texto, pero es mejor si lo eliges manualmente.
fr: Nous essaierons de détecter automatiquement la langue de votre texte, mais il est préférable de la sélectionner manuellement.
pl: Postaramy się wykryć język twojego tekstu automatycznie, ale lepiej jeśli wybierzesz go manualnie.

source: We're sorry to see you go. Your account has been successfully removed.
es: Lamentamos que te vayas. Tu cuenta ha sido eliminada exitosamente.
fr: Nous sommes désolés de vous voir partir. Votre compte a été supprimé avec succès.
pl: Przykro nam, że odchodzisz. Twoje konto zostało pomyślnie usunięte.

source: We've sent a verification email to:
es: Hemos enviado un email de verificación a:
fr: Nous avons envoyé un email de vérification à :
pl: Wysłaliśmy email weryfikacyjny na adres:

source: Weather
es: Clima
fr: Météo
pl: Pogoda

source: Welcome to YourBestAccent.com. We are committed to protecting your privacy. This Privacy Policy outlines how we collect, handle, store, and safeguard your personal data as you interact with our services.
es: Bienvenido a YourBestAccent.com. Estamos comprometidos a proteger tu privacidad. Esta Política de Privacidad describe cómo recopilamos, manejamos, almacenamos y protegemos tus datos personales mientras interactúas con nuestros servicios.
fr: Bienvenue sur YourBestAccent.com. Nous nous engageons à protéger votre vie privée. Cette Politique de confidentialité décrit comment nous collectons, traitons, stockons et protégeons vos données personnelles lorsque vous interagissez avec nos services.
pl: Witamy na YourBestAccent.com. Dbamy o ochronę Twojej prywatności. Niniejsza Polityka prywatności opisuje, w jaki sposób zbieramy, przetwarzamy, przechowujemy i chronimy Twoje dane osobowe podczas korzystania z naszych usług.

source: What Content Creators Say About Us
es: Lo que dicen los creadores de contenido
fr: Ce que disent les créateurs de contenu
pl: Co mówią twórcy treści językowych

source: What is CEFR?
es: ¿Qué es el MCER?
fr: Qu'est-ce que le CECR ?
pl: Czym jest CEFR?

source: What Our Users Say
es: Lo que dicen nuestros usuarios
fr: Ce que disent nos utilisateurs
pl: Co mówią nasi użytkownicy

source: What's your native language?
es: ¿Cuál es tu idioma materno?
fr: Quelle est votre langue maternelle ?
pl: Jaki jest Twój język ojczysty?

source: When you're done, click stop and we'll clone your voice.
es: Cuando termines, pulsa detener y clonaremos tu voz.
fr: Quand vous avez terminé, cliquez sur stop et nous clonerons votre voix.
pl: Kiedy skończysz, kliknij stop, a my sklonujemy Twój głos.

source: Which language do you want to study?
es: ¿Qué idioma quieres estudiar?
fr: Quelle langue souhaitez-vous étudier ?
pl: Jakiego języka chcesz się uczyć?

source: Which topic do you want to focus on?
es: ¿En qué tema te quieres centrar?
fr: Sur quel sujet souhaitez-vous vous concentrer ?
pl: Na jakim temacie chcesz się skupić?

source: Who created this app?
es: ¿Quién creó esta aplicación?
fr: Qui a créé cette application ?
pl: Kto stworzył tę aplikację?

source: Why is this app different?
es: ¿Por qué esta aplicación es diferente?
fr: En quoi cette application est-elle différente ?
pl: Dlaczego ta aplikacja jest inna?

source: Why should I practice with my voice clone?
es: ¿Por qué debería practicar con mi clon de voz?
fr: Pourquoi devrais-je pratiquer avec mon clone vocal ?
pl: Dlaczego powinienem/nam ćwiczyć z moim głosowym klonem?

source: Why should I trust YourBestAccent with my voice data?
es: ¿Por qué debería confiar en YourBestAccent con mis datos de voz?
fr: Pourquoi devrais-je faire confiance à YourBestAccent avec mes données vocales ?
pl: Dlaczego powinienem zaufać YourBestAccent z moimi danymi głosowymi?

source: Word
es: Palabra
fr: Mot
pl: Słowo

source: Word added to saved words
es: Palabra añadida a palabras guardadas
fr: Mot ajouté aux mots enregistrés
pl: Palabra añadida a las palabras guardadas

source: Word Count
es: Contador de palabras
fr: Nombre de mots
pl: Liczba słów

source: Word details will be available in a future update
es: Los detalles de la palabra estarán disponibles en una actualización futura
fr: Les détails du mot seront disponibles dans une prochaine mise à jour
pl: Szczegóły słowa będą dostępne w przyszłej aktualizacji

source: Word Frequency
es: Frecuencia de Palabras
fr: Fréquence des mots
pl: Częstotliwość słów

source: word length:
es: longitud de palabra:
fr: longueur des mots :
pl: ilość słów:

source: Word removed from saved words
es: Palabra eliminada de palabras guardadas
fr: Mot supprimé des mots enregistrés
pl: Palabra eliminada de las palabras guardadas

source: Words
es: Palabras
fr: Mots
pl: Słowa

source: Words learned
es: Palabras aprendidas
fr: Mots appris
pl: Nauczone słowa

source: Words Learned Over Time
es: Palabras aprendidas a lo largo del tiempo
fr: Mots Appris au Fil du Temps
pl: Słowa nauczone w czasie

source: Yearly
es: Anual
fr: Annuel
pl: Rocznie

source: Yes, our payment service is secure. We use Stripe for financial processing, and we do not store any information about your card. Stripe ensures bank-level security standards.
es: Sí, nuestro servicio de pago es seguro. Usamos Stripe para el procesamiento de pagos y no almacenamos ningún dato de tu tarjeta. Stripe garantiza estándares de seguridad a nivel bancario.
fr: Oui, notre service de paiement est sécurisé. Nous utilisons Stripe pour le traitement financier et ne stockons aucune information de votre carte. Stripe garantit des normes de sécurité bancaire.
pl: Tak, nasza usługa płatności jest bezpieczna. Korzystamy ze Stripe do obsługi płatności i nie przechowujemy żadnych informacji o Twojej karcie. Stripe zapewnia standardy bezpieczeństwa na poziomie bankowym.
