Repository: TasseDeCafe/app-monorepo-template
Catalog: packages/i18n/locales/*/messages.po
Languages: es, fr, pl

source: Yes, you can get a refund within {REFUND_PERIOD_IN_DAYS} after you've been charged. We do not want to charge customers who are not happy about the product. Please read more about our refund policy here:
es: Sí, puedes obtener un reembolso dentro de los {REFUND_PERIOD_IN_DAYS} días posteriores al cobro. No queremos cobrar a clientes que no estén satisfechos con el producto. Puedes leer más sobre nuestra política de reembolso aquí:
fr: Oui, vous pouvez obtenir un remboursement dans les {REFUND_PERIOD_IN_DAYS} jours suivant votre facturation. Nous ne souhaitons pas facturer les clients qui ne sont pas satisfaits du produit. Veuillez en savoir plus sur notre politique de remboursement ici :
pl: Tak, możesz otrzymać zwrot w ciągu {REFUND_PERIOD_IN_DAYS} od obciążenia. Nie chcemy pobierać opłat od klientów niezadowolonych z produktu. Więcej szczegółów znajdziesz w naszej polityce zwrotów:

source: Yes, you can upgrade or downgrade your subscription at any time. Go to the top right of the app when you are logged in, click on your profile image, open the Account section in the menu and click Manage Subscription, you will be redirected to Stripe's billing portal where you can switch choose-plan.
es: Sí, puedes subir o bajar de plan de suscripción en cualquier momento. Ve a la parte superior derecha de la app cuando hayas iniciado sesión, haz clic en tu foto de perfil, abre la sección Cuenta en el menú y haz clic en Gestionar suscripción; se te redirigirá al portal de facturación de Stripe, donde podrás cambiar de plan.
fr: Oui, vous pouvez augmenter ou réduire votre abonnement à tout moment. Allez en haut à droite de l'application une fois connecté, cliquez sur votre photo de profil, ouvrez la section Compte dans le menu et cliquez sur Gérer l'Abonnement. Vous serez redirigé vers le portail de facturation Stripe où vous pourrez changer de forfait.
pl: Tak, możesz zmienić swój plan w dowolnym momencie. Przejdź do prawego górnego rogu aplikacji po zalogowaniu, kliknij swoje zdjęcie profilowe, otwórz sekcję Konto w menu i kliknij Zarządzaj Subskrypcją, zostaniesz przekierowany do portalu płatności Stripe, gdzie możesz zmienić plany.

source: Yes, you can upgrade or downgrade your subscription at any time. Once you're subscribed, just come back to this view and click "Manage Subscription", you will be redirected to the Stripe's billing portal where you can switch plan.
es: Sí, puedes actualizar o reducir tu suscripción en cualquier momento. Una vez suscrito, regresa a esta vista y haz clic en "Gestionar Suscripción", serás redirigido al portal de facturación de Stripe donde podrás cambiar tu plan.
fr: Oui, vous pouvez augmenter ou réduire votre abonnement à tout moment. Une fois abonné, revenez sur cette page et cliquez sur "Gérer l'Abonnement", vous serez redirigé vers le portail de facturation Stripe où vous pourrez changer de forfait.
pl: Tak, możesz zmienić swój plan abonamentowy na wyższy lub niższy w dowolnym momencie. Po wykupieniu subskrypcji wystarczy wrócić do tego widoku i kliknąć "Zarządzaj subskrypcją", zostaniesz przekierowany do portalu płatności Stripe, gdzie możesz zmienić plan.

source: You are a special user with free access. You have no active subscription.
es: Eres un usuario especial con acceso gratuito. No tienes ninguna suscripción activa.
fr: Vous êtes un utilisateur spécial avec un accès gratuit. Vous n'avez pas d'abonnement actif.
pl: Jesteś specjalnym użytkownikiem z bezpłatnym dostępem. Nie masz aktywnej subskrypcji.

source: You are now subscribed to Premium!
es: ¡Ahora estás suscrito a Premium!
fr: Vous êtes maintenant abonné à Premium !
pl: Jesteś teraz subskrybentem Premium!

source: You can always remove your voice clone later. It's not used by anyone outside the app.
es: Siempre podrás eliminar tu clon de voz más adelante. Nadie fuera de la app lo usará.
fr: Vous pouvez toujours supprimer votre clone vocal plus tard. Il n'est utilisé par personne en dehors de l'application.
pl: Zawsze możesz później usunąć swój sklonowany głos. Nie jest on używany przez nikogo poza aplikacją.

source: You can cancel your subscription at any time. Go to the Account section when you are logged in and click on Manage Subscription, you will be redirected to Stripe's billing portal where you can download invoices, switch choose-plan and cancel your subscription.
es: Puedes cancelar tu suscripción en cualquier momento. Ve a la sección Cuenta cuando hayas iniciado sesión y haz clic en Gestionar suscripción; se te redirigirá al portal de facturación de Stripe, donde podrás descargar facturas, cambiar de plan y cancelar tu suscripción.
fr: Vous pouvez annuler votre abonnement à tout moment. Allez dans la section Compte une fois connecté et cliquez sur Gérer l'Abonnement. Vous serez redirigé vers le portail de facturation Stripe où vous pourrez télécharger vos factures, changer de forfait et annuler votre abonnement.
pl: Możesz anulować subskrypcję w dowolnym momencie. Przejdź do sekcji Konto po zalogowaniu i kliknij Zarządzaj Subskrypcją, zostaniesz przekierowany do portalu płatności Stripe, gdzie możesz pobrać faktury, zmienić plany i anulować subskrypcję.

source: You can cancel your subscription at any time. Once you're subscribed, just come back to this page and click "Manage Subscription"; you will be redirected to Stripe's billing portal where you can download invoices, switch plan, and cancel your subscription.
es: Puedes cancelar tu suscripción en cualquier momento. Una vez suscrito, regresa a esta página y haz clic en "Gestionar Suscripción"; serás redirigido al portal de facturación de Stripe donde podrás descargar facturas, cambiar planes y cancelar tu suscripción.
fr: Vous pouvez annuler votre abonnement à tout moment. Une fois abonné, revenez sur cette page et cliquez sur "Gérer l'Abonnement" ; vous serez redirigé vers le portail de facturation Stripe où vous pourrez télécharger vos factures, changer de forfait et annuler votre abonnement.
pl: Możesz anulować swoją subskrypcję w dowolnym momencie. Po wykupieniu subskrypcji wystarczy wrócić na tę stronę i kliknąć "Zarządzaj subskrypcją"; zostaniesz przekierowany do portalu płatności Stripe, gdzie możesz pobrać faktury, zmienić plan oraz anulować subskrypcję.

source: You can get a {NUMBER_OF_DAYS_IN_FREE_TRIAL}-day free trial by signing up and entering your credit card details. Don't worry, you won't be charged during the trial period, and you can cancel anytime before it ends. Even if you forget and get charged, we do have a {REFUND_PERIOD_IN_DAYS}-day refund guarantee.
es: Puedes obtener una prueba gratuita de {NUMBER_OF_DAYS_IN_FREE_TRIAL} días registrándote e introduciendo los datos de tu tarjeta. No te preocupes, no se te cobrará durante el periodo de prueba y puedes cancelar en cualquier momento antes de que termine. Incluso si te olvidas y se realiza el cobro, ofrecemos una garantía de reembolso de {REFUND_PERIOD_IN_DAYS} días.
fr: Vous pouvez obtenir un essai gratuit de {NUMBER_OF_DAYS_IN_FREE_TRIAL} jours en vous inscrivant et en saisissant les détails de votre carte bancaire. Ne vous inquiétez pas, aucun prélèvement ne sera effectué pendant la période d'essai et vous pouvez annuler à tout moment. Même si vous oubliez d'annuler et êtes facturé, nous offrons une garantie de remboursement de {REFUND_PERIOD_IN_DAYS} jours.
pl: Możesz uzyskać {NUMBER_OF_DAYS_IN_FREE_TRIAL}-dniowy darmowy okres próbny, rejestrując się i podając dane karty. Nie martw się — w trakcie okresu próbnego nic nie zapłacisz, a subskrypcję możesz anulować w dowolnym momencie. Nawet jeśli zapomnisz i zostaniesz obciążony, obejmuje Cię {REFUND_PERIOD_IN_DAYS}-dniowa gwarancja zwrotu.

source: You can get a free trial by signing up to our Free Trial plan. No credit card is required, and the trial automatically cancels after {NUMBER_OF_DAYS_IN_FREE_TRIAL} days.
es: Puedes obtener una prueba gratuita registrándote en nuestro plan de Prueba gratuita. No se requiere tarjeta de crédito y la prueba se cancela automáticamente después de {NUMBER_OF_DAYS_IN_FREE_TRIAL} días.
fr: Vous pouvez obtenir un essai gratuit en vous inscrivant à notre forfait d'Essai Gratuit. Aucune carte bancaire n'est requise, et l'essai se termine automatiquement après {NUMBER_OF_DAYS_IN_FREE_TRIAL} jours.
pl: Możesz skorzystać z okresu próbnego, zapisując się na nasz plan Free Trial. Nie jest wymagana karta kredytowa, a okres próbny kończy się automatycznie po {NUMBER_OF_DAYS_IN_FREE_TRIAL} dniach.

source: You can try again in {countdown} seconds
es: Puedes intentarlo de nuevo en {countdown} segundos
fr: Vous pourrez réessayer dans {countdown} secondes
pl: Możesz spróbować ponownie za {countdown} sekund

source: You can use this feature today on our web platform.
es: Puedes usar esta función hoy en nuestra plataforma web.
fr: Vous pouvez utiliser cette fonctionnalité dès aujourd'hui sur notre plateforme web.
pl: Możesz już teraz skorzystać z tej funkcji na naszej platformie internetowej.

source: You don't have any words learned yet
es: No tienes ninguna palabra aprendida todavía
fr: Vous n'avez encore appris aucun mot
pl: Nie masz jeszcze żadnych wyuczonych słów

source: You have already used your free trial.
es: Ya has utilizado tu periodo de prueba gratuito.
fr: Vous avez déjà utilisé votre essai gratuit.
pl: Wykorzystałeś już swój okres próbny.

source: You have successfully removed your voice. You have to recreate your voice if you want to keep using the app.
es: Has eliminado tu voz correctamente. Tienes que recrear tu voz si quieres seguir usando la aplicación.
fr: Vous avez supprimé votre voix avec succès. Vous devez recréer votre voix si vous souhaitez continuer à utiliser l'application.
pl: Pomyślnie usunięto Twój głos. Musisz odtworzyć swój głos, jeśli chcesz dalej korzystać z aplikacji.

source: You have used your free limit of IPA transcriptions. Please sign up to continue.
es: Has alcanzado tu límite gratuito de transcripciones AFI. Crea una cuenta para continuar.
fr: Vous avez atteint votre limite gratuite de transcriptions API. Veuillez vous inscrire pour continuer.
pl: Wykorzystałeś swój bezpłatny limit transkrypcji IPA. Proszę zarejestrować się, aby kontynuować.

source: You understand and agree that your use of our service is at your sole risk. The service is provided on an "AS IS" and "AS AVAILABLE" basis. We expressly disclaim all warranties, whether express or implied, including, but not limited to, the implied warranties of merchantability, fitness for a particular purpose, and non-infringement.
es: Entiendes y aceptas que el uso de nuestro servicio es bajo tu propio riesgo. El servicio se proporciona "TAL CUAL" y "SEGÚN DISPONIBILIDAD". Renunciamos expresamente a todas las garantías, ya sean expresas o implícitas, incluyendo, pero no limitado a, las garantías implícitas de comerciabilidad, idoneidad para un propósito particular y no infracción.
fr: Vous comprenez et acceptez que votre utilisation de notre service se fait à vos seuls risques. Le service est fourni « TEL QUEL » et « SELON DISPONIBILITÉ ». Nous déclinons expressément toutes garanties, expresses ou implicites, y compris, mais sans s'y limiter, les garanties implicites de qualité marchande, d'adéquation à un usage particulier et de non-contrefaçon.
pl: Rozumiesz i zgadzasz się, że korzystasz z naszej usługi na własne ryzyko. Usługa jest świadczona w stanie „TAK JEST” i „W MIARĘ DOSTĘPNOŚCI”. Wyraźnie zrzekamy się wszelkich gwarancji, wyraźnych i dorozumianych, w tym gwarancji przydatności handlowej, przydatności do określonego celu i nienaruszania praw.

source: You used your free trial
es: Has utilizado tu periodo de prueba gratuito
fr: Vous avez déjà utilisé votre essai gratuit
pl: Wykorzystałeś okres próbny

source: You will be asked to read a very short text for about 30 seconds. The process then takes a few seconds.
es: Necesitarás leer un texto muy corto durante unos 30 segundos. El proceso toma unos segundos después de eso.
fr: Vous devrez lire un très court texte pendant environ 30 secondes. Le processus prend ensuite quelques secondes.
pl: Zostaniesz poproszony o przeczytanie bardzo krótkiego tekstu, po czym w kilka sekund sklonujemy twój głos. Cały proces powinien potrwać około 30 sekund.

source: You're not on the leaderboard yet. Practice some exercises to start competing with others!
es: Aún no apareces en la clasificación. Practica algunos ejercicios para empezar a competir con otros.
fr: Vous n'êtes pas encore dans le classement. Faites quelques exercices pour commencer à rivaliser avec les autres !
pl: Nie ma Cię jeszcze w rankingu. Ćwicz, aby zacząć rywalizować z innymi!

source: You've reached the highest badge! Keep it up!
es: ¡Has alcanzado la medalla más alta! ¡Sigue así!
fr: Vous avez atteint le plus haut badge ! Continuez ainsi !
pl: Osiągnąłeś najwyższą odznakę! Tak trzymaj!

source: Your account has been deleted successfully.
es: Tu cuenta se ha eliminado correctamente.
fr: Votre compte a été supprimé avec succès.
pl: Twoje konto zostało pomyślnie usunięte.

source: Your account information and settings.
es: Información de tu cuenta y configuración.
fr: Vos informations et paramètres de compte.
pl: Twoje informacje i ustawienia konta.

source: Your audio has not enough words, make sure you read the provided text.
es: Tu audio no tiene suficientes palabras, asegúrate de leer el texto proporcionado.
fr: Votre audio ne contient pas assez de mots, assurez-vous de lire le texte fourni.
pl: Twoje nagranie nie zawiera wystarczającej liczby słów, upewnij się, że odczytałeś podany tekst.

source: Your audio is too short, it has to be at least {MIN_LENGTH_OF_AUDIO_FOR_CLONING_IN_SECONDS} second(s) long. Please record your voice again.
es: Tu audio es demasiado corto, debe durar al menos {MIN_LENGTH_OF_AUDIO_FOR_CLONING_IN_SECONDS} segundo(s). Graba tu voz de nuevo.
fr: Votre audio est trop court, il doit durer au moins {MIN_LENGTH_OF_AUDIO_FOR_CLONING_IN_SECONDS} seconde(s). Veuillez réenregistrer votre voix.
pl: Twoje nagranie jest za krótkie, musi trwać co najmniej {MIN_LENGTH_OF_AUDIO_FOR_CLONING_IN_SECONDS} sekund(y). Proszę nagrać swój głos ponownie.

source: Your audio is too short, it has to be at least {MIN_LENGTH_OF_AUDIO_FOR_PRONUNCIATION_EVAlUATION_IN_SECONDS} second(s) long. Please record your voice again.
es: Tu audio es demasiado corto, debe durar al menos {MIN_LENGTH_OF_AUDIO_FOR_PRONUNCIATION_EVAlUATION_IN_SECONDS} segundo(s). Graba tu voz de nuevo.
fr: Votre enregistrement audio est trop court, il doit durer au moins {MIN_LENGTH_OF_AUDIO_FOR_PRONUNCIATION_EVAlUATION_IN_SECONDS} seconde(s). Veuillez enregistrer à nouveau votre voix.
pl: Twoje nagranie jest za krótkie, musi trwać co najmniej {MIN_LENGTH_OF_AUDIO_FOR_PRONUNCIATION_EVAlUATION_IN_SECONDS} sekundę/sekund. Nagraj swój głos ponownie.

source: Your audio is too short, it has to be at least {minimumAudioLengthInSeconds} second(s) long. Please record your voice again.
es: Tu audio es demasiado corto, debe durar al menos {minimumAudioLengthInSeconds} segundo(s). Graba tu voz de nuevo.
fr: Votre enregistrement est trop court, il doit durer au moins {minimumAudioLengthInSeconds} seconde(s). Veuillez enregistrer votre voix à nouveau
pl: Twoje nagranie jest za krótkie, musi trwać co najmniej {minimumAudioLengthInSeconds} sekund(ę). Nagraj swój głos ponownie

source: Your better pronunciation
es: Tu mejor pronunciación
fr: Votre meilleure prononciation
pl: Twoja lepsza wymowa

source: Your current plan
es: Tu plan actual
fr: Votre forfait actuel
pl: Twój obecny plan

source: Your email
es: Tu email
fr: Votre email
pl: Twój email

source: your email address
es: tu dirección de correo electrónico
fr: votre adresse e-mail
pl: Twój adres e-mail

source: Your email has been sent!
es: ¡Tu email ha sido enviado!
fr: Votre email a été envoyé !
pl: Twój email został wysłany!

source: Your information, including Personal Data, may be transferred to and maintained on computers located outside of your jurisdiction where data protection laws may differ from those in your jurisdiction.
es: Tu información, incluidos los Datos Personales, puede ser transferida y mantenida en computadoras ubicadas fuera de tu jurisdicción donde las leyes de protección de datos pueden diferir de las de tu jurisdicción.
fr: Vos informations, y compris les Données personnelles, peuvent être transférées et conservées sur des ordinateurs situés en dehors de votre juridiction où les lois sur la protection des données peuvent différer de celles de votre juridiction.
pl: Twoje informacje, w tym dane osobowe, mogą być przekazywane i przechowywane na serwerach zlokalizowanych poza Twoją jurysdykcją, gdzie przepisy o ochronie danych mogą różnić się od obowiązujących u Ciebie.

source: your language learning
es: tu viaje de
fr: votre apprentissage
pl: twojej językowej

source: Your Learning Streak
es: Tu racha de aprendizaje
fr: Votre Série d'Apprentissage
pl: Twoja seria nauki

source: Your Longest Streak
es: Tu racha más larga
fr: Votre plus longue série
pl: Twój najdłuższy streak

source: Your name
es: Tu nombre
fr: Votre nom
pl: Twoje imię

source: Your nickname is visible to other users on the leaderboard. You can change it at any time.
es: Tu apodo es visible para otros usuarios en la tabla de clasificación. Puedes cambiarlo en cualquier momento.
fr: Votre pseudonyme est visible par les autres utilisateurs sur le classement. Vous pouvez le modifier à tout moment.
pl: Twój pseudonim jest widoczny dla innych użytkowników w rankingu. Możesz go zmienić w dowolnym momencie.

source: Your nickname will be displayed on the leaderboard and allows you to compete with other learners.
es: Tu apodo se mostrará en la clasificación y te permitirá competir con otros estudiantes.
fr: Votre pseudo sera affiché sur le classement et vous permettra de rivaliser avec les autres apprenants.
pl: Twój pseudonim będzie wyświetlany w rankingu i pozwoli Ci rywalizować z innymi uczącymi się.

source: Your Position
es: Tu posición
fr: Votre Position
pl: Twoja pozycja

source: your pronunciation
es: tu pronunciación
fr: votre prononciation
pl: swoją wymowę

source: Your pronunciation
es: Tu pronunciación
fr: Votre prononciation
pl: Twoja wymowa

source: Your Pronunciation #{attemptNumber}
es: Tu pronunciación n.º {attemptNumber}
fr: Votre prononciation n°{attemptNumber}
pl: Twoja wymowa #{attemptNumber}

source: Your translation
es: Tu traducción
fr: Votre traduction
pl: Twoje tłumaczenie

source: Your translation attempt
es: Tu intento de traducción
fr: Votre tentative de traduction
pl: Twoja próba tłumaczenia

source: Your Voice Clone
es: Tu clon de voz
fr: Votre Voix Clonée
pl: Twój Sklonowany Głos

source: Your voice clone will be integrated into your learning experience, tailoring exercises just for you.
es: Tu clon de voz se integrará en tu experiencia de aprendizaje para adaptar los ejercicios solo para ti.
fr: Votre clone vocal sera intégré à votre expérience d'apprentissage, adaptant les exercices spécifiquement pour vous.
pl: Twój sklonowany głos zostanie zintegrowany z procesem nauki, dostosowując ćwiczenia specjalnie dla Ciebie.

source: Your voice has been deleted successfully.
es: Tu voz ha sido eliminada correctamente.
fr: Votre voix a été supprimée avec succès.
pl: Twój głos został pomyślnie usunięty

source: Your website is a game changer for me.
es: Tu sitio web es un cambio radical para mí.
fr: Votre site web a changé ma vie.
pl: Twoja strona internetowa zmieniła moje życie.

source: your@email.com
es: tunombre@email.com
fr: votre@email.com
pl: twoj@email.com

source: YourBestAccent - Perfect Your Accent with AI Voice Training
es: YourBestAccent - Perfecciona tu acento con entrenamiento de voz con IA
fr: YourBestAccent - Perfectionnez votre accent avec l'entraînement vocal par IA
pl: YourBestAccent - Udoskonal swój akcent dzięki treningowi głosu AI

source: IPA
es: AFI
fr: API

source: Slang
es: Jerga
fr: Argot

source: beta
fr: bêta
