Repository: TasseDeCafe/app-monorepo-template
Catalog: packages/i18n/locales/*/messages.po
Languages: es, fr, pl

source: {yearlyDiscountPercentage}% off with your referral!
es: ¡{yearlyDiscountPercentage}% de descuento con tu referido!
fr: {yearlyDiscountPercentage}% de réduction avec votre parrainage !
pl: {yearlyDiscountPercentage}% zniżki dzięki Twojemu poleceniu!

source: • All personal account information and system preferences
es: • Toda la información personal de la cuenta y las preferencias del sistema
fr: • Toutes les informations de compte personnel et les préférences système
pl: • Wszystkie informacje o Twoim koncie oraz ustawienia systemowe

source: • Complete learning history and all accumulated progress data
es: • Historial de aprendizaje completo y todos los datos de progreso acumulados
fr: • Historique d'apprentissage complet et toutes les données de progression accumulées
pl: • Cała historia nauki oraz wszystkie zgromadzone dane o postępach

source: • Every voice recording and associated voice clone, without exception
es: • Cada grabación de voz y clon de voz asociado, sin excepción
fr: • Tous les enregistrements vocaux et clones vocaux associés, sans exception
pl: • Każde nagranie głosu i powiązany z nim klon głosu, bez wyjątku

source: • Full communication records and interaction history
es: • Registros de comunicación completos e historial de interacciones
fr: • Registres complets de communication et historique des interactions
pl: • Pełna historia komunikacji i interakcji

source: €{lifetimePriceFormatted} paid once
es: {lifetimePriceFormatted} € pago único
fr: {lifetimePriceFormatted} € paiement unique
pl: €{lifetimePriceFormatted} jednorazowa płatność

source: €{monthlyPriceFormatted}/month
es: {monthlyPriceFormatted} €/mes
fr: {monthlyPriceFormatted} €/mois
pl: €{monthlyPriceFormatted}/miesiąc

source: €{yearlyPricePerMonth}/month
es: {yearlyPricePerMonth} €/mes
fr: {yearlyPricePerMonth} €/mois
pl: €{yearlyPricePerMonth}/miesiąc

source: 1. Agreement to Terms
es: 1. Aceptación de los Términos
fr: 1. Acceptation des conditions
pl: 1. Akceptacja warunków

source: 1. Introduction
es: 1. Introducción
pl: 1. Wprowadzenie

source: 10. Contact Us
es: 10. Contáctanos
fr: 10. Nous contacter
pl: 10. Kontakt

source: 2. Information Collection
es: 2. Recopilación de Información
fr: 2. Collecte d'informations
pl: 2. Gromadzenie informacji

source: 2. Intellectual Property Rights
es: 2. Derechos de Propiedad Intelectual
fr: 2. Droits de propriété intellectuelle
pl: 2. Prawa własności intelektualnej

source: 3. Use of Information
es: 3. Uso de la Información
fr: 3. Utilisation des informations
pl: 3. Wykorzystanie informacji

source: 3. User Responsibilities
es: 3. Responsabilidades del Usuario
fr: 3. Responsabilités de l'utilisateur
pl: 3. Obowiązki użytkownika

source: 4. Transfer of Data
es: 4. Transferencia de Datos
fr: 4. Transfert de données
pl: 4. Przekazywanie danych

source: 4. User Content
es: 4. Contenido del Usuario
fr: 4. Contenu utilisateur
pl: 4. Treści użytkownika

source: 5. Account Termination
es: 5. Terminación de Cuenta
fr: 5. Résiliation du compte
pl: 5. Zamknięcie konta

source: 5. Third-Party Services:
es: 5. Servicios de Terceros:
fr: 5. Services tiers :
pl: 5. Usługi stron trzecich:

source: 6. Disclaimer of Warranties
es: 6. Descargo de Responsabilidad de Garantías
fr: 6. Exclusion de garanties
pl: 6. Zrzeczenie się gwarancji

source: 6. Disclosure of Data
es: 6. Divulgación de Datos
fr: 6. Divulgation de données
pl: 6. Ujawnianie danych

source: 7 days free
es: 7 días gratis
fr: 7 jours gratuits
pl: 7 dni za darmo

source: 7. Limitation of Liability
es: 7. Limitación de Responsabilidad
fr: 7. Limitation de responsabilité
pl: 7. Ograniczenie odpowiedzialności

source: 7. Security of Data
es: 7. Seguridad de los Datos
fr: 7. Sécurité des données
pl: 7. Bezpieczeństwo danych

source: 8. Contact Us
es: 8. Contáctanos
fr: 8. Nous contacter
pl: 8. Skontaktuj się z nami

source: 8. Data Retention
es: 8. Retención de Datos
fr: 8. Conservation des données
pl: 8. Przechowywanie danych

source: 9. Your Rights
es: 9. Tus Derechos
fr: 9. Vos droits
pl: 9. Twoje prawa

source: A day counts towards your streak if you learn at least one word. A word is considered learned when it's marked in green for the first time in an exercise evaluation.
es: Un día cuenta para tu racha si aprendes al menos una palabra. Una palabra se considera aprendida cuando aparece en verde por primera vez en la evaluación de un ejercicio.
fr: Un jour compte pour votre série si vous apprenez au moins un mot. Un mot est considéré comme appris lorsqu'il est marqué en vert pour la première fois dans une évaluation d'exercice.
pl: Dzień jest liczony do twojej serii, jeśli nauczysz się co najmniej jednego słowa. Słowo jest uznawane za nauczone, gdy po raz pierwszy zostanie oznaczone na zielono w ocenie ćwiczenia.

source: A newer version of the app is required to continue. Please update to the latest version to access all features and improvements.
es: Necesitas una versión más reciente de la aplicación para continuar. Actualiza a la última versión para acceder a todas las funciones y mejoras.
fr: Une version plus récente de l'application est requise pour continuer. Veuillez mettre à jour vers la dernière version pour accéder à toutes les fonctionnalités et améliorations.
pl: Aby kontynuować, wymagana jest nowsza wersja aplikacji. Proszę zaktualizować do najnowszej wersji, aby uzyskać dostęp do wszystkich funkcji i ulepszeń.

source: About
es: Acerca de
fr: À propos
pl: O Nas

source: About | YourBestAccent
es: Acerca de | YourBestAccent
fr: À propos | YourBestAccent
pl: O nas | YourBestAccent

source: About Us
es: Sobre Nosotros
fr: À propos de nous
pl: O nas

source: Absolutely! Unlike many companies, we allow users to remove their accounts and/or voices with a simple click in the account settings. There's no need to contact support or wait for days. Your voice data is removed immediately from our database and our voice cloning provider.
es: ¡Por supuesto! A diferencia de muchas empresas, permitimos a los usuarios eliminar sus cuentas y/o voces con un simple clic en la configuración de la cuenta. No hay necesidad de contactar al soporte ni esperar días. Tus datos de voz se eliminan inmediatamente de nuestra base de datos y de nuestro proveedor de clonación de voz.
fr: Absolument ! Contrairement à de nombreuses entreprises, nous permettons aux utilisateurs de supprimer leurs comptes et/ou leurs voix d'un simple clic dans les paramètres du compte. Pas besoin de contacter le support ou d'attendre des jours. Vos données vocales sont immédiatement supprimées de notre base de données et de notre fournisseur de clonage vocal.
pl: Oczywiście! W przeciwieństwie do wielu firm, pozwalamy użytkownikom usunąć swoje konta i/lub głosy jednym prostym kliknięciem w ustawieniach konta. Nie ma potrzeby kontaktowania się z obsługą ani czekania przez wiele dni. Twoje dane głosowe są natychmiast usuwane z naszej bazy danych i od naszego dostawcy klonowania głosu.

source: Academia
fr: Académie
pl: Akademia

source: Accept
es: Aceptar
fr: Accepter
pl: Akceptuj

source: Account
es: Cuenta
fr: Compte
pl: Konto

source: Account Removed
es: Cuenta Eliminada
fr: Compte supprimé
pl: Konto usunięte

source: Action
es: Acción
pl: Akcja

source: Actions in this section can lead to permanent data loss.
es: Las acciones de esta sección pueden provocar la pérdida permanente de datos.
fr: Les actions dans cette section peuvent entraîner une perte définitive de données.
pl: Działania w tej sekcji mogą prowadzić do trwałej utraty danych.

source: Adaptive translation practice
es: Práctica de traducción adaptativa
fr: Exercice de traduction adaptative
pl: Adaptacyjne ćwiczenie tłumaczenia

source: Adjust the difficulty level of your exercises
es: Ajusta el nivel de dificultad de tus ejercicios
fr: Ajustez le niveau de difficulté de vos exercices
pl: Dostosuj poziom trudności swoich ćwiczeń

source: Admin Settings
es: Configuración de administrador
fr: Paramètres Administrateur
pl: Ustawienia Administratora

source: Advanced
es: Avanzado
fr: Avancé
pl: Zaawansowany

source: Advanced Voice Cloning Technology
es: Tecnología Avanzada de Clonación de Voz
fr: Technologie avancée de clonage vocal
pl: Zaawansowana technologia klonowania głosu

source: Affiliates
es: Afiliados
fr: Partenaires
pl: Współpraca

source: African American Vernacular English
es: Inglés vernáculo afroamericano
fr: Anglais vernaculaire afro-américain
pl: Afroamerykański angielski potoczny

source: All
es: Todos
fr: Tous
pl: Wszystkie

source: All languages
es: Todos los idiomas
fr: Toutes les langues
pl: Wszystkie języki

source: All Time
es: Todo el tiempo
fr: Tous les temps
pl: Cały czas

source: American English
es: Inglés americano
fr: Anglais américain
pl: Angielski amerykański

source: An error occurred while attempting to manage your subscription.
es: Se ha producido un error al intentar gestionar tu suscripción.
fr: Une erreur est survenue lors de la gestion de votre abonnement.
pl: Wystąpił błąd podczas próby zarządzania subskrypcją.

source: An error occurred. Please try again.
es: Se ha producido un error. Inténtalo de nuevo.
fr: Une erreur s'est produite. Veuillez réessayer.
pl: Wystąpił błąd. Spróbuj ponownie.

source: An unexpected error occurred
es: Ocurrió un error inesperado
fr: Une erreur inattendue s'est produite
pl: Wystąpił nieoczekiwany błąd

source: An unknown error occurred
es: Se ha producido un error desconocido
fr: Une erreur inconnue s'est produite
pl: Wystąpił nieznany błąd

source: Analytics Cookies
es: Cookies de analíticas
fr: Cookies Analytiques
pl: Ciasteczka do analizy

source: and
es: y
fr: et
pl: oraz

source: Andalusian Spanish
es: Español andaluz
fr: Espagnol andalou
pl: Hiszpański andaluzyjski

source: Android App
es: App Android
fr: App Android
pl: Aplikacja Android

source: Angry
es: Enojado
fr: En colère
pl: Zły

source: Anonymous User
es: Usuario anónimo
fr: Utilisateur Anonyme
pl: Anonimowy użytkownik

source: Another text
es: Otro texto
fr: Texte différent
pl: Inny tekst

source: any language
es: cualquier idioma
fr: toute langue
pl: dowolny język

source: Are you absolutely sure?
es: ¿Estás completamente seguro?
fr: Êtes-vous absolument sûr ?
pl: Czy jesteś absolutnie pewien?

source: Are you sure you want to delete this message? This action cannot be undone.
es: ¿Seguro que quieres eliminar este mensaje? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer ce message ? Cette action est irréversible.
pl: Czy na pewno chcesz usunąć tę wiadomość? Tej akcji nie można cofnąć.

source: Argentinian Spanish
es: Español argentino
fr: Espagnol argentin
pl: Hiszpański argentyński

source: Art
es: Arte
pl: Sztuka

source: As a long-time language learner, this is so cool! Pronunciation is tough especially if you are using new muscles in your mouth.
es: ¡Como estudiante de idiomas de largo plazo, esto es genial! La pronunciación es difícil, especialmente cuando usas nuevos músculos en la boca.
fr: En tant qu'apprenant de longue date, c'est génial ! La prononciation est difficile, surtout quand on utilise de nouveaux muscles dans la bouche.
pl: Jako osoba ucząca się języka od dłuższego czasu, to jest super! Wymowa jest trudna, szczególnie jeśli używasz nowych mięśni w ustach.

source: Attempts
es: Intentos
fr: Tentatives
pl: Próby

source: Australian English
es: Inglés australiano
fr: Anglais australien
pl: Angielski australijski

source: Authentication error. Please try again.
es: Error de autenticación. Por favor, inténtalo de nuevo.
fr: Erreur d'authentification. Veuillez réessayer.
pl: Błąd uwierzytelniania. Spróbuj ponownie.

source: Back to Sign Up
es: Volver al registro
fr: Retour à l'inscription
pl: Wróć do rejestracji

source: Badges
es: Medallas
pl: Odznaki

source: Badges Earned: {numberOfAchievedStreakBadges}
es: Medallas conseguidas: {numberOfAchievedStreakBadges}
fr: Badges obtenus : {numberOfAchievedStreakBadges}
pl: Zdobyte odznaki: {numberOfAchievedStreakBadges}

source: Become our affiliate
es: Conviértete en Afiliado
fr: Devenir partenaire
pl: Zostań naszym partnerem

source: Beginner
es: Principiante
fr: Débutant
pl: Początkujący

source: Belgian French
es: Francés belga
fr: Français de Belgique
pl: Francuski belgijski

source: best value
es: mejor valor
fr: meilleur rapport qualité-prix
pl: najlepsza wartość

source: Best Value
es: Mejor Valor
fr: Meilleur rapport qualité-prix
pl: Najlepsza wartość

source: Billed yearly at €{yearlyPriceTotal}
es: Facturado anualmente por {yearlyPriceTotal} €
fr: Facturé annuellement à {yearlyPriceTotal} €
pl: Rozliczane rocznie po €{yearlyPriceTotal}

source: Billed yearly: €{yearlyPriceFormatted}
es: Facturado anualmente: {yearlyPriceFormatted} €
fr: Facturé annuellement : {yearlyPriceFormatted} €
pl: Płatne rocznie: €{yearlyPriceFormatted}

source: Billing
es: Facturación
fr: Facturation
pl: Płatności

source: Brazilian Portuguese
es: Portugués brasileño
fr: Portugais brésilien
pl: Portugalski brazylijski

source: British English
es: Inglés británico
fr: Anglais britannique
pl: Angielski brytyjski

source: Bulgarian
es: Búlgaro
fr: Bulgare
pl: Bułgarski

source: Business
es: Negocios
fr: Affaires
pl: Biznes

source: By accessing and using our website, YourBestAccent.com, and any associated services, you agree to be bound by these Terms of Service ("Terms").
es: Al acceder y usar nuestro sitio web, YourBestAccent.com, y cualquier servicio asociado, aceptas estar sujeto a estos Términos de Servicio ("Términos").
fr: En accédant et en utilisant notre site web, YourBestAccent.com, et tous les services associés, vous acceptez d'être lié par ces Conditions d'utilisation (« Conditions »).
pl: Uzyskując dostęp do naszej strony YourBestAccent.com i korzystając z powiązanych usług, zgadzasz się na przestrzeganie niniejszych Warunków świadczenia usług („Warunków”).

source: Can I cancel my subscription anytime?
es: ¿Puedo cancelar mi suscripción en cualquier momento?
fr: Puis-je annuler mon abonnement à tout moment ?
pl: Czy mogę anulować moją subskrypcję w dowolnym momencie?

source: Can I delete my voice data if I want to?
es: ¿Puedo eliminar mis datos de voz?
fr: Puis-je supprimer mes données vocales si je le souhaite ?
pl: Czy mogę usunąć moje dane głosowe?

source: Can I get a refund?
es: ¿Puedo obtener un reembolso?
fr: Puis-je obtenir un remboursement ?
pl: Czy mogę otrzymać zwrot pieniędzy?

source: Can I upgrade or downgrade my subscription?
es: ¿Puedo subir o bajar de plan de suscripción?
fr: Puis-je modifier mon abonnement ?
pl: Czy mogę uaktualnić lub obniżyć moją subskrypcję?

source: Can you pronounce this better than me?
es: ¿Puedes pronunciar esto mejor que yo?
fr: Pouvez-vous prononcer cela mieux que moi ?
pl: Potrafisz wymówić to lepiej ode mnie?

source: Canadian French
es: Francés canadiense
fr: Français canadien
pl: Francuski kanadyjski

source: Cancel
es: Cancelar
fr: Annuler
pl: Anuluj

source: Cancel Recording
es: Cancelar grabación
fr: Annuler l'enregistrement
pl: Anuluj nagrywanie

source: Career
es: Carrera
fr: Carrière
pl: Kariera

source: Castilian Spanish
es: Español castellano
fr: Espagnol castillan
pl: Hiszpański kastylijski

source: Catalan
es: Catalán
pl: Kataloński

source: CEFR level
es: Nivel MCER
fr: Niveau CECR
pl: Poziom CEFR

source: CEFR Level
es: Nivel MCER
fr: Niveau CECR
pl: Poziom CEFR

source: CEFR Level is used in the level exercise. Changing it will change the difficulty of the generated sentence.
es: El nivel MCER se usa en el ejercicio de nivel. Si lo cambias, cambiará la dificultad de la frase generada.
fr: Le niveau CECR est utilisé dans l'exercice de niveau. Le modifier changera la difficulté de la phrase générée.
pl: Poziom CEFR jest używany w ćwiczeniu poziomów. Zmiana go zmieni trudność generowanego zdania.

source: Change speed
es: Cambiar velocidad
fr: Changer la vitesse
pl: Zmień prędkość

source: Chatting
es: Conversación
fr: Discussion
pl: Rozmowa

source: Check grammar
es: Revisar gramática
fr: Vérifier la grammaire
pl: Sprawdź gramatykę

source: Checking app version...
es: Comprobando versión de la aplicación...
fr: Vérification de la version de l'application...
pl: Sprawdzanie wersji aplikacji...

source: Checking availability...
es: Comprobando disponibilidad...
fr: Vérification de la disponibilité...
pl: Sprawdzanie dostępności...

source: Checking plan...
es: Comprobando tu plan...
fr: Vérification du plan...
pl: Sprawdzanie planu...

source: Chinese
es: Chino
fr: Chinois
pl: Chiński

source: Choose a nickname
es: Elige un apodo
fr: Choisissez un pseudo
pl: Wybierz pseudonim

source: Choose from a wide range of languages and regional dialects. Whether you're learning European Spanish or Latin American Spanish, British English or American English, we've got you covered with authentic native pronunciations.
es: Elige entre una amplia gama de idiomas y dialectos regionales. Ya sea que estés aprendiendo español europeo o español latinoamericano, inglés británico o inglés americano, te tenemos cubierto con pronunciaciones nativas auténticas.
fr: Choisissez parmi une large gamme de langues et de dialectes régionaux. Que vous appreniez l'espagnol européen ou latino-américain, l'anglais britannique ou américain, nous vous offrons des prononciations natives authentiques.
pl: Wybierz spośród szerokiej gamy języków i dialektów regionalnych. Niezależnie od tego, czy uczysz się hiszpańskiego europejskiego, czy latynoamerykańskiego, brytyjskiego czy amerykańskiego angielskiego, zapewniamy autentyczne wymowy native speakerów.

source: Choose the dialect you want to study:
es: Elige el dialecto que quieres estudiar:
fr: Choisissez le dialecte que vous souhaitez étudier :
pl: Wybierz dialekt, którego chcesz się uczyć:

source: Choose the language of the text you want to practice.
es: Elige el idioma del texto con el que quieres practicar.
fr: Choisissez la langue du texte que vous souhaitez pratiquer.
pl: Wybierz język tekstu, który chcesz ćwiczyć.

source: Choose the perfect plan for your accent training journey. Flexible pricing options to help you achieve your perfect accent with AI-powered voice training.
es: Elige el plan perfecto para tu viaje de entrenamiento de acento. Opciones de precios flexibles para ayudarte a lograr tu acento perfecto con entrenamiento de voz impulsado por IA.
fr: Choisissez le plan parfait pour votre parcours d'entraînement à l'accent. Options de tarification flexibles pour vous aider à atteindre votre accent parfait grâce à l'entraînement vocal propulsé par l'IA.
pl: Wybierz idealny plan na swoją drogę doskonalenia akcentu. Elastyczne opcje cenowe pomogą Ci osiągnąć perfekcyjną wymowę dzięki treningowi głosu wspieranemu przez AI.

source: Choose the stressed syllable
es: Elige la sílaba tónica
fr: Choisissez la syllabe accentuée
pl: Wybierz akcentowaną sylabę

source: Choose the time period for the leaderboard rankings
es: Elige el periodo de tiempo para la clasificación
fr: Choisissez la période pour les classements du tableau de bord
pl: Wybierz okres czasu dla rankingów na tablicy wyników

source: Choose Tutor Personality
es: Elige la personalidad del tutor
fr: Choisir la Personnalité du Tuteur
pl: Wybierz Osobowość Tutora

source: Choose Voice
es: Elige la voz
fr: Choisissez la Voix
pl: Wybierz Głos

source: Choose your daily goal for learning
es: Elige tu objetivo diario de aprendizaje
fr: Choisissez votre objectif quotidien pour étudier
pl: Wybierz swój dzienny cel na naukę

source: Choose your native language
es: Elige tu idioma nativo
fr: Choisissez votre langue maternelle
pl: Wybierz swój język ojczysty

source: Choose your nickname
es: Elige tu apodo
fr: Choisissez votre pseudo
pl: Wybierz swój pseudonim

source: Choose your plan
es: Elige tu plan
fr: Choisissez votre forfait
pl: Wybierz plan

source: Choose Your Plan
es: Elige Tu Plan
fr: Choisissez votre formule
pl: Wybierz plan

source: Choose your preferred accent
es: Elige tu acento preferido
fr: Choisissez votre accent préféré
pl: Wybierz preferowany akcent

source: Cinema
es: Cine
fr: Cinéma
pl: Kino

source: Clear
es: Limpiar
fr: Effacer
pl: Wyczyść

source: Clear Personality
es: Quitar personalidad
fr: Effacer la Personnalité
pl: Wyczyść Osobowość

source: Clear Selection
es: Limpiar Selección
fr: Effacer la sélection
pl: Wyczyść zaznaczenie

source: Clear topic
es: Quitar tema
fr: Effacer le thème
pl: Wyczyść temat

source: Click the record button and read the above text aloud. When you're done, click stop and we'll analyze your pronunciation.
es: Pulsa el botón de grabar y lee en voz alta el texto de arriba. Cuando termines, pulsa detener y analizaremos tu pronunciación.
fr: Cliquez sur le bouton d'enregistrement et lisez le texte à voix haute. Quand vous avez terminé, cliquez sur arrêter et nous analyserons votre prononciation.
pl: Kliknij przycisk nagrywania i przeczytaj powyższy tekst na głos. Gdy skończysz, kliknij stop, a my przeanalizujemy twoją wymowę.

source: Click to copy IPA transcription
es: Haz clic para copiar la transcripción IPA
fr: Cliquer pour copier la transcription API
pl: Kliknij, aby skopiować transkrypcję IPA

source: Click to copy message
es: Haz clic para copiar el mensaje
fr: Cliquer pour copier le message
pl: Kliknij, aby skopiować wiadomość

source: Click to copy transliteration
es: Haz clic para copiar la transliteración
fr: Cliquer pour copier la translittération
pl: Kliknij, aby skopiować transliterację

source: Cloning your voice...
es: Clonando tu voz...
fr: Clonage de votre voix en cours...
pl: Klonowanie twojego głosu...

source: Close
es: Cerrar
fr: Fermer
pl: Zamknij

source: Colombian Spanish
es: Español colombiano
fr: Espagnol colombien
pl: Hiszpański kolumbijski

source: Coming Soon to the App!
es: ¡Próximamente en la App!
fr: Bientôt disponible dans l'application !
pl: Wkrótce w aplikacji!

source: Coming Soon!
es: ¡Próximamente!
fr: Bientôt disponible !
pl: Wkrótce!

source: Completed!
es: ¡Completado!
fr: Terminé !
pl: Ukończono!

source: Confident, nurturing voice. Professional and articulate.
es: Voz segura y cercana. Profesional y articulada.
fr: Voix confiante et bienveillante. Professionnelle et articulée.
pl: Pewny, opiekuńczy głos. Profesjonalny i wyraźny.

source: Confirm deletion
es: Confirmar eliminación
fr: Confirmer la suppression
pl: Potwierdź usunięcie

source: Consider setting this time to lower than 1hr for better daily consistency
es: Valora fijar este tiempo en menos de 1 hora para mantener mejor la constancia diaria
fr: Considérez fixer ce temps à moins d'1h pour une meilleure régularité quotidienne
pl: Rozważ ustawienie tego czasu na mniej niż 1 godzinę dla lepszej codziennej konsystencji

source: Contact
es: Contacto
pl: Kontakt

source: Contact | YourBestAccent
es: Contacto | YourBestAccent
pl: Kontakt | YourBestAccent

source: Contact the team behind YourBestAccent. We would love to hear from you!
es: Contacta con el equipo detrás de YourBestAccent. ¡Nos encantaría saber de ti!
fr: Contactez l'équipe derrière YourBestAccent. Nous serions ravis de vous entendre !
pl: Skontaktuj się z zespołem stojącym za YourBestAccent. Będzie nam bardzo miło Cię usłyszeć!

source: Contact Us
es: Contáctanos
fr: Contact
pl: Skontaktuj się z nami

source: Continue
es: Continuar
fr: Continuer
pl: Kontynuuj

source: Continue on the Web App
es: Continuar en la aplicación web
fr: Continuer sur l'application Web
pl: Kontynuuj w aplikacji internetowej

source: Continue where you left off or explore new exercises.
es: Continúa donde lo dejaste o explora nuevos ejercicios.
fr: Continuez où vous vous êtes arrêté ou explorez de nouveaux exercices.
pl: Kontynuuj od ostatniego miejsca lub odkryj nowe ćwiczenia.

source: Continue with English
es: Continuar con inglés
fr: Continuer avec l'anglais
pl: Kontynuuj z angielskim
