Repository: TasseDeCafe/app-monorepo-template
Catalog: packages/i18n/locales/*/messages.po
Languages: es, fr, pl

source: - Accessing the service for any illegal purpose or in violation of any local, state, national, or international law.
es: - Acceder al servicio para cualquier propósito ilegal o en violación de cualquier ley local, estatal, nacional o internacional.
fr: - Accéder au service à des fins illégales ou en violation de toute loi locale, étatique, nationale ou internationale.
pl: - Korzystanie z usługi w jakimkolwiek nielegalnym celu lub z naruszeniem lokalnego, stanowego, krajowego albo międzynarodowego prawa.

source: - Attempting to copy, duplicate, reproduce, sell, trade, or resell our resources.
es: - Intentar copiar, duplicar, reproducir, vender, comercializar o revender nuestros recursos.
fr: - Tenter de copier, dupliquer, reproduire, vendre, échanger ou revendre nos ressources.
pl: - Próby kopiowania, duplikowania, odtwarzania, sprzedawania, wymiany lub odsprzedawania naszych zasobów.

source: - Attempting to hack, destabilize, or introduce malicious software to our website, or to compromise the security of our services in any way.
es: - Intentar hackear, desestabilizar o introducir software malicioso en nuestro sitio web, o comprometer la seguridad de nuestros servicios de cualquier manera.
fr: - Tenter de pirater, déstabiliser ou introduire des logiciels malveillants sur notre site web, ou de compromettre la sécurité de nos services de quelque manière que ce soit.
pl: - Próby włamania, destabilizacji, wprowadzania złośliwego oprogramowania na naszą stronę albo jakiegokolwiek naruszania bezpieczeństwa naszych usług.

source: - Conducting any unauthorized activity that involves the service, including but not limited to data theft, providing malware or spyware, phishing, and other fraudulent activities.
es: - Realizar cualquier actividad no autorizada que involucre el servicio, incluyendo pero no limitado a robo de datos, distribución de malware o spyware, phishing y otras actividades fraudulentas.
fr: - Mener toute activité non autorisée impliquant le service, y compris mais sans s'y limiter le vol de données, la fourniture de logiciels malveillants ou espions, le phishing et autres activités frauduleuses.
pl: - Prowadzenie nieautoryzowanej działalności związanej z usługą, w tym m.in. kradzieży danych, dostarczania malware lub spyware, phishingu i innych działań oszukańczych.

source: - Continuous security monitoring and automated threat detection systems
es: - Monitoreo continuo de seguridad y sistemas automatizados de detección de amenazas
fr: - Surveillance continue de la sécurité et systèmes automatisés de détection des menaces
pl: - Ciągłe monitorowanie bezpieczeństwa oraz automatyczne systemy wykrywania zagrożeń

source: - Cookies and Tracking Technologies: We use cookies and similar technologies to monitor and analyze service usage and to enhance user experience. You may control the use of these technologies through your browser settings.
es: - Cookies y Tecnologías de Rastreo: Utilizamos cookies y tecnologías similares para monitorear y analizar el uso del servicio y mejorar la experiencia del usuario. Puedes controlar el uso de estas tecnologías a través de la configuración de tu navegador.
fr: - Cookies et technologies de suivi : Nous utilisons des cookies et des technologies similaires pour surveiller et analyser l'utilisation du service et améliorer l'expérience utilisateur. Vous pouvez contrôler l'utilisation de ces technologies via les paramètres de votre navigateur.
pl: - Pliki cookie i technologie śledzące: używamy plików cookie i podobnych technologii do monitorowania i analizowania korzystania z usługi oraz poprawy doświadczenia użytkownika. Możesz kontrolować ich użycie w ustawieniach przeglądarki.

source: - Engaging in any activity that disrupts or interferes with our resources, including servers and networks.
es: - Participar en cualquier actividad que interrumpa o interfiera con nuestros recursos, incluyendo servidores y redes.
fr: - S'engager dans toute activité qui perturbe ou interfère avec nos ressources, y compris les serveurs et les réseaux.
pl: - Angażowanie się w działania zakłócające lub utrudniające pracę naszych zasobów, w tym serwerów i sieci.

source: - Enterprise-grade encryption protocols for data transmission and storage
es: - Protocolos de cifrado de nivel empresarial para transmisión y almacenamiento de datos
fr: - Protocoles de chiffrement de niveau entreprise pour la transmission et le stockage des données
pl: - Protokoły szyfrowania klasy korporacyjnej dla transmisji i przechowywania danych

source: - Google/Apple/Email Authentication: We integrate industry standards to streamline your sign-in process and enhance account security. We might use your email address to send you notifications and emails, from which you can always unsubscribe. We do not sell your email address. We also do not share your email address with any third parties if it's not strictly related to the basic functioning of our webapp.
es: - Autenticación de Google/Apple/Correo electrónico: Integramos estándares de la industria para simplificar tu proceso de inicio de sesión y mejorar la seguridad de la cuenta. Podríamos usar tu dirección de correo electrónico para enviarte notificaciones y correos, de los cuales siempre puedes darte de baja. No vendemos tu dirección de correo electrónico. Tampoco compartimos tu dirección de correo electrónico con terceros si no está estrictamente relacionado con el funcionamiento básico de nuestra aplicación web.
fr: - Authentification Google/Apple/Email : Nous intégrons les standards de l'industrie pour simplifier votre processus de connexion et renforcer la sécurité de votre compte. Nous pouvons utiliser votre adresse e-mail pour vous envoyer des notifications et des e-mails, dont vous pouvez toujours vous désabonner. Nous ne vendons pas votre adresse e-mail. Nous ne partageons pas non plus votre adresse e-mail avec des tiers si ce n'est pas strictement lié au fonctionnement de base de notre application web.
pl: - Uwierzytelnianie Google/Apple/E-mail: integrujemy standardy branżowe, aby uprościć proces logowania i zwiększyć bezpieczeństwo konta. Możemy użyć Twojego adresu e-mail do wysyłania powiadomień i wiadomości, z których zawsze możesz się wypisać. Nie sprzedajemy Twojego adresu e-mail ani nie udostępniamy go podmiotom trzecim, jeśli nie jest to ściśle związane z podstawowym działaniem naszej aplikacji webowej.

source: - Implementation of trusted, industry-standard security libraries and frameworks, avoiding custom security implementations
es: - Implementación de bibliotecas y frameworks de seguridad confiables y estándar de la industria, evitando implementaciones de seguridad personalizadas
fr: - Mise en œuvre de bibliothèques et frameworks de sécurité de confiance et conformes aux standards de l'industrie, en évitant les implémentations de sécurité personnalisées
pl: - Wdrożenie zaufanych, zgodnych ze standardami branżowymi bibliotek i frameworków bezpieczeństwa, bez tworzenia własnych implementacji

source: - Legal Requirements: We may disclose your data if required to do so by law or in response to valid requests by public authorities (e.g., a court or a government agency).
es: - Requisitos Legales: Podemos divulgar tus datos si es requerido por ley o en respuesta a solicitudes válidas de autoridades públicas (por ejemplo, un tribunal o una agencia gubernamental).
fr: - Exigences légales : Nous pouvons divulguer vos données si la loi l'exige ou en réponse à des demandes valides d'autorités publiques (par exemple, un tribunal ou une agence gouvernementale).
pl: - Wymogi prawne: możemy ujawnić Twoje dane, jeśli wymaga tego prawo lub w odpowiedzi na ważne żądania organów publicznych (np. sądu lub agencji rządowej).

source: - Personal Information: We collect personal data such as your name, email address, and other contact details when you register, subscribe to our services, fill out forms, or interact with our platform in other ways that require personal identification.
es: - Información Personal: Recopilamos datos personales como tu nombre, dirección de correo electrónico y otros detalles de contacto cuando te registras, te suscribes a nuestros servicios, completas formularios o interactúas con nuestra plataforma de otras maneras que requieren identificación personal.
fr: - Informations personnelles : Nous collectons des données personnelles telles que votre nom, votre adresse e-mail et d'autres coordonnées lorsque vous vous inscrivez, vous abonnez à nos services, remplissez des formulaires ou interagissez avec notre plateforme d'autres manières nécessitant une identification personnelle.
pl: - Dane osobowe: zbieramy dane takie jak imię, adres e-mail i inne dane kontaktowe, gdy rejestrujesz się, subskrybujesz nasze usługi, wypełniasz formularze lub w inny sposób wchodzisz w interakcję z naszą platformą wymagającą identyfikacji.

source: - Prohibited Activities: Users are prohibited from:
es: - Actividades Prohibidas: Los usuarios tienen prohibido:
fr: - Activités interdites : Il est interdit aux utilisateurs de :
pl: - Zabronione działania: użytkownikom nie wolno:

source: - Regular security training for our development and operations teams
es: - Capacitación regular en seguridad para nuestros equipos de desarrollo y operaciones
fr: - Formation régulière en sécurité pour nos équipes de développement et d'exploitation
pl: - Regularnych szkoleń z zakresu bezpieczeństwa dla naszych zespołów deweloperskich i operacyjnych

source: - Regular third-party security audits and penetration testing by certified specialists
es: - Auditorías de seguridad regulares por terceros y pruebas de penetración por especialistas certificados
fr: - Audits de sécurité tiers réguliers et tests d'intrusion par des spécialistes certifiés
pl: - Regularnych zewnętrznych audytów bezpieczeństwa oraz testów penetracyjnych przeprowadzanych przez certyfikowanych specjalistów

source: - Strict access controls and authentication mechanisms following OWASP security guidelines
es: - Controles de acceso estrictos y mecanismos de autenticación siguiendo las directrices de seguridad OWASP
fr: - Contrôles d'accès stricts et mécanismes d'authentification conformes aux directives de sécurité OWASP
pl: - Ścisłych kontroli dostępu i mechanizmów uwierzytelniania zgodnych z wytycznymi OWASP

source: - To communicate with you, either directly or through one of our partners, including for customer service, to provide you with updates and other information relating to the service, and for marketing and promotional purposes
es: - Para comunicarnos contigo, ya sea directamente o a través de uno de nuestros socios, incluyendo para servicio al cliente, para proporcionarte actualizaciones y otra información relacionada con el servicio, y para propósitos de marketing y promoción
fr: - Pour communiquer avec vous, directement ou par l'intermédiaire de l'un de nos partenaires, notamment pour le service client, pour vous fournir des mises à jour et d'autres informations relatives au service, et à des fins de marketing et de promotion
pl: - Komunikowania się z Tobą bezpośrednio lub za pośrednictwem partnerów, m.in. w celu obsługi klienta, przekazywania aktualizacji dotyczących usługi oraz działań marketingowych i promocyjnych

source: - To develop new products, services, features, and functionality
es: - Para desarrollar nuevos productos, servicios, funciones y funcionalidad
fr: - Pour développer de nouveaux produits, services, fonctionnalités et capacités
pl: - Opracowywania nowych produktów, usług, funkcji i możliwości

source: - To improve, personalize, and expand our services
es: - Para mejorar, personalizar y expandir nuestros servicios
fr: - Pour améliorer, personnaliser et étendre nos services
pl: - Ulepszania, personalizowania i rozszerzania naszych usług

source: - To provide, operate, and maintain our services
es: - Para proporcionar, operar y mantener nuestros servicios
fr: - Pour fournir, exploiter et maintenir nos services
pl: - Świadczenia, obsługi i utrzymywania naszych usług

source: - To send you emails and notifications
es: - Para enviarte correos electrónicos y notificaciones
fr: - Pour vous envoyer des e-mails et des notifications
pl: - Wysyłania Ci wiadomości e-mail i powiadomień

source: - To understand and analyze how you use our services
es: - Para entender y analizar cómo usas nuestros servicios
fr: - Pour comprendre et analyser comment vous utilisez nos services
pl: - Zrozumienia i analizy tego, jak korzystasz z naszych usług

source: - Voice Recording: Users may not use the service to replicate or clone voices of any individuals other than
es: - Grabación de Voz: Los usuarios no pueden usar el servicio para replicar o clonar voces de ningún individuo que no sea
fr: - Enregistrement vocal : Les utilisateurs ne peuvent pas utiliser le service pour reproduire ou cloner les voix d'autres personnes que
pl: - Nagrywanie głosu: użytkownicy nie mogą używać usługi do replikowania ani klonowania głosów jakichkolwiek osób innych niż

source: - Voice Recordings: To assist in pronunciation improvement, we collect and analyze recordings of your voice. These are used to create personalized voice clones. - App data: We collect and store data that you input into the app for language learning purposes. This includes your learning progress, custom settings, and interactions within the app. This data is utilized to tailor and enhance your learning experience, enabling personalized language learning pathways and recommendations.
es: - Grabaciones de Voz: Para ayudar en la mejora de la pronunciación, recopilamos y analizamos grabaciones de tu voz. Estas se utilizan para crear clones de voz personalizados. - Datos de la aplicación: Recopilamos y almacenamos datos que ingresas en la aplicación para propósitos de aprendizaje de idiomas. Esto incluye tu progreso de aprendizaje, configuraciones personalizadas e interacciones dentro de la aplicación. Estos datos se utilizan para adaptar y mejorar tu experiencia de aprendizaje, permitiendo rutas y recomendaciones de aprendizaje de idiomas personalizadas.
fr: - Enregistrements vocaux : Pour vous aider à améliorer votre prononciation, nous collectons et analysons des enregistrements de votre voix. Ceux-ci sont utilisés pour créer des clones vocaux personnalisés. - Données de l'application : Nous collectons et stockons les données que vous saisissez dans l'application à des fins d'apprentissage des langues. Cela inclut votre progression d'apprentissage, vos paramètres personnalisés et vos interactions au sein de l'application. Ces données sont utilisées pour adapter et améliorer votre expérience d'apprentissage, en permettant des parcours et recommandations d'apprentissage linguistique personnalisés.
pl: - Nagrania głosu: aby wspierać poprawę wymowy, zbieramy i analizujemy nagrania Twojego głosu, dzięki którym tworzymy spersonalizowane klony głosu. - Dane aplikacji: zbieramy i przechowujemy dane, które wprowadzasz do aplikacji na potrzeby nauki języka, w tym postępy, ustawienia niestandardowe oraz interakcje w aplikacji. Dane te pozwalają dostosować i ulepszać Twoją naukę, oferując spersonalizowane ścieżki i rekomendacje.

source: "{translationText}" copied to clipboard
es: "{translationText}" copiado al portapapeles
fr: « ${translationText} » copié dans le presse-papiers
pl: "{translationText}" skopiowano do schowka

source: (Current)
es: (Actual)
fr: (Actuel)
pl: (Aktualny)

source: (Expired)
es: (Caducado)
fr: (Expiré)
pl: (Wygasł)

source: (i) your access to or use of or inability to access or use the service;
es: (i) tu acceso o uso o incapacidad para acceder o usar el servicio;
fr: (i) votre accès ou utilisation du service ou votre incapacité à accéder ou à utiliser le service ;
pl: (i) Twojego dostępu do usługi, korzystania z niej lub braku możliwości korzystania;

source: (ii) any conduct or content of any third party on the service;
es: (ii) cualquier conducta o contenido de terceros en el servicio;
fr: (ii) tout comportement ou contenu de tiers sur le service ;
pl: (ii) zachowania lub treści dowolnej strony trzeciej w usłudze;

source: (iii) any content obtained from the service; and
es: (iii) cualquier contenido obtenido del servicio; y
fr: (iii) tout contenu obtenu à partir du service ; et
pl: (iii) treści uzyskanych w ramach usługi; oraz

source: (iv) unauthorized access, use, or alteration of your transmissions or content, whether based on warranty, contract, tort (including negligence), or any other legal theory, whether or not we have been informed of the possibility of such damage.
es: (iv) acceso no autorizado, uso o alteración de tus transmisiones o contenido, ya sea basado en garantía, contrato, agravio (incluyendo negligencia), o cualquier otra teoría legal, ya sea que hayamos sido informados o no de la posibilidad de tal daño.
fr: (iv) l'accès, l'utilisation ou la modification non autorisés de vos transmissions ou contenus, que ce soit sur la base d'une garantie, d'un contrat, d'un délit (y compris la négligence) ou de toute autre théorie juridique, que nous ayons été informés ou non de la possibilité de tels dommages.
pl: (iv) nieautoryzowanego dostępu, użycia lub zmiany Twoich transmisji czy treści, niezależnie od tego, czy opiera się to na gwarancji, umowie, czynie niedozwolonym (w tym zaniedbaniu), czy innej podstawie prawnej, oraz niezależnie od tego, czy poinformowano nas o możliwości wystąpienia takich szkód.

source: (Need at least two data points)
es: (Se necesitan al menos dos puntos de datos)
fr: (Au moins deux points de données nécessaires)
pl: (Wymagane są co najmniej dwa punkty danych)

source: (You can always change it later)
es: (Siempre podrás cambiarlo más adelante)
fr: (Vous pourrez le modifier plus tard)
pl: (Zawsze możesz to później zmienić)

source: {currentStreak} Day Streak!
es: ¡Racha de {currentStreak} día!
fr: Série de {currentStreak} jours !
pl: Seria {currentStreak} dni!

source: {currentStreak}-day streak
es: Racha de {currentStreak} días
fr: Série de {currentStreak} jours
pl: Seria {currentStreak} dni

source: {daysLeft} days left to achieve {numberOfDaysOfNextStreakBadge}-day streak badge!
es: Quedan {daysLeft} días para conseguir la medalla de racha de {numberOfDaysOfNextStreakBadge} días.
fr: Plus que {daysLeft} jours pour obtenir le badge de série de {numberOfDaysOfNextStreakBadge} jours !
pl: Pozostało {daysLeft} dni do zdobycia odznaki za serię {numberOfDaysOfNextStreakBadge} dni!

source: {daysUntilNextBadge} days left to achieve {numberOfDaysOfNextStreakBadge}-day streak badge!
es: Quedan {daysUntilNextBadge} días para conseguir la medalla de racha de {numberOfDaysOfNextStreakBadge} días.
fr: Plus que {daysUntilNextBadge} jours pour obtenir le badge de série de {numberOfDaysOfNextStreakBadge} jours !
pl: Pozostało {daysUntilNextBadge} dni do zdobycia odznaki za serię {numberOfDaysOfNextStreakBadge} dni!

source: {discount}% off with your referral for {durationLimit} months!
es: {discount}% de descuento con tu referido durante {durationLimit} meses.
fr: {discount} % de réduction grâce à votre parrainage pendant {durationLimit} mois !
pl: {discount}% zniżki dzięki Twojej rekomendacji przez {durationLimit} miesięcy!

source: {discount}% off with your referral for {durationLimit} years!
es: {discount}% de descuento con tu referido durante {durationLimit} años.
fr: {discount} % de réduction grâce à votre parrainage pendant {durationLimit} ans !
pl: {discount}% zniżki dzięki Twojej rekomendacji przez {durationLimit} lata!

source: {discount}% off with your referral for 1 month!
es: {discount}% de descuento con tu referido durante 1 mes.
fr: {discount}% de réduction avec votre parrainage pendant 1 mois !
pl: {discount}% zniżki z polecenia przez {duration} miesiąc!

source: {discount}% off with your referral for 1 year!
es: {discount}% de descuento con tu referido durante 1 año.
fr: {discount}% de réduction avec votre parrainage pendant 1 an !
pl: {discount}% zniżki z polecenia przez 1 rok!

source: {discount}% off with your referral forever!
es: {discount}% de descuento con tu referido para siempre.
fr: {discount}% de réduction avec votre parrainage à vie !
pl: {discount}% zniżki z polecenia na zawsze!

source: {discountPercentage}% off thanks to your past referral!
es: {discountPercentage}% de descuento gracias a tu referido anterior.
fr: {discountPercentage} % de réduction grâce à votre ancien parrainage !
pl: {discountPercentage}% zniżki dzięki Twojej wcześniejszej rekomendacji!

source: {displayMinutes} minutes per day
es: {displayMinutes} minutos al día
fr: {displayMinutes} minutes par jour
pl: {displayMinutes} minut dziennie

source: {languageName} has only one supported dialect
es: {languageName} solo tiene un dialecto disponible
fr: {languageName} n'a qu'un seul dialecte pris en charge
pl: {languageName} ma tylko jeden obsługiwany dialekt

source: {lifetimeDiscountPercentage}% off with your referral!
es: ¡{lifetimeDiscountPercentage}% de descuento con tu referido!
fr: {lifetimeDiscountPercentage}% de réduction avec votre parrainage !
pl: {lifetimeDiscountPercentage}% zniżki dzięki Twojemu poleceniu!

source: {longestStreak}-day streak
es: racha de {longestStreak} días
fr: Plus longue série : {longestStreak} jours
pl: Najdłuższa seria: {longestStreak} dni

source: {minutes} minutes per day
es: {minutes} minutos al día
fr: {minutes} minutes par jour
pl: {minutes} minut dziennie

source: {monthlyDiscountPercentage}% off for {monthlyDurationLimit} months with your referral!
es: ¡{monthlyDiscountPercentage}% de descuento por {monthlyDurationLimit} meses con tu referido!
fr: {monthlyDiscountPercentage}% de réduction pendant {monthlyDurationLimit} mois avec votre parrainage !
pl: {monthlyDiscountPercentage}% zniżki dzięki Twojemu poleceniu przez {monthlyDurationLimit} miesiące!

source: {monthlyDiscountPercentage}% off for 1 month with your referral!
es: ¡{monthlyDiscountPercentage}% de descuento por 1 mes con tu referido!
fr: {monthlyDiscountPercentage}% de réduction pendant 1 mois avec votre parrainage !
pl: {monthlyDiscountPercentage}% zniżki dzięki Twojemu poleceniu przez 1 miesiąc!

source: {monthlyDiscountPercentage}% off with your referral!
es: ¡{monthlyDiscountPercentage}% de descuento con tu referido!
fr: {monthlyDiscountPercentage}% de réduction avec votre parrainage !
pl: {monthlyDiscountPercentage}% zniżki dzięki Twojemu poleceniu!

source: {NUMBER_OF_DAYS_IN_FREE_TRIAL} days
es: {NUMBER_OF_DAYS_IN_FREE_TRIAL} días
fr: {NUMBER_OF_DAYS_IN_FREE_TRIAL} jours
pl: {NUMBER_OF_DAYS_IN_FREE_TRIAL} dni

source: {NUMBER_OF_DAYS_IN_FREE_TRIAL}-day free trial
es: Prueba gratuita de {NUMBER_OF_DAYS_IN_FREE_TRIAL} días
fr: Essai gratuit de {NUMBER_OF_DAYS_IN_FREE_TRIAL} jours
pl: {NUMBER_OF_DAYS_IN_FREE_TRIAL}-dniowy darmowy okres próbny

source: {REFUND_PERIOD_PLUS_FREE_TRIAL_DAYS} days
es: {REFUND_PERIOD_PLUS_FREE_TRIAL_DAYS} días
fr: {REFUND_PERIOD_PLUS_FREE_TRIAL_DAYS} jours
pl: {REFUND_PERIOD_PLUS_FREE_TRIAL_DAYS} dni

source: {yearlyDiscountPercentage}% off for {yearlyDurationLimit} years with your referral!
es: ¡{yearlyDiscountPercentage}% de descuento por {yearlyDurationLimit} años con tu referido!
fr: {yearlyDiscountPercentage}% de réduction pendant {yearlyDurationLimit} ans avec votre parrainage !
pl: {yearlyDiscountPercentage}% zniżki dzięki Twojemu poleceniu przez {yearlyDurationLimit} lata!

source: {yearlyDiscountPercentage}% off for 1 year with your referral!
es: ¡{yearlyDiscountPercentage}% de descuento por 1 año con tu referido!
fr: {yearlyDiscountPercentage}% de réduction pendant 1 an avec votre parrainage !
pl: {yearlyDiscountPercentage}% zniżki dzięki Twojemu poleceniu przez 1 rok!
